Repository: dubizzle/fuego-locale
Catalog: */LC_MESSAGES/django.po
Languages: ar_om, fr_dz

source: Email address
ar_om: عنوان الإيميل
fr_dz: Adresse email

source: Oh no! Your email is invalid. Try again.
ar_om: لا تنسى إدخال عنوان إيميل صحيح!
fr_dz: Oh non! Votre adresse email n'est pas valide. Réessayez.

source: Password
ar_om: كلمة السر
fr_dz: Mot de passe

source: Something's not right. This email address is not associated with a dubizzle account.
ar_om: يوجد خطآ ما. للأسف لا يوجد لدينا حساب مسجل تحت عنوان الإيميل الذي أدخلته. حاول مرة أخرى.
fr_dz: Quelque chose ne va pas. Cette adresse email n'est pas associée à un compte dubizzle.

source: Eeek, the password you entered isn't right. Try again.
ar_om: كلمة السر غير صحيحة (لا تكون سرحان؟؟ تأكد من كون الحروف الانجليزية كبيرة أو صغيرة).
fr_dz: Aille, le mot de passe que vous avez entré est incorrect. Réessayez.

source: Your password must be a minimum of 6 characters. Try again.
ar_om: يجب ادخال كلمة سر لا تقل عن 6 أحرف!
fr_dz: Votre mot de passe doit comprendre un minimum de 6 caractères. Réessayez.

source: Confirm Email address
ar_om: تأكيد عنوان الإيميل
fr_dz: Confirmez votre adresse email

source: Confirm Password
ar_om: تأكيد كلمة السر
fr_dz: Confirmez votre mot de passe

source: Sorry, please re-enter your password using only English characters.
ar_om: عفوا, كلمة السر يجب أن تتكون من حروف لاتينية (English)
fr_dz: Désolé, veuillez entrez de nouveau votre mot de passe en utilisant uniquement des caractères anglophones.

source: This email address is already in use. Click 'Sign in to your account', or use a different email.
ar_om: عنوان الإيميل هذا مسجل لدينا. إختر "سجل الدخول لحسابك" اعلاه أو ادخل عنوان ايميل آخر.
fr_dz: Cette adresse email est déja en cours d'utilisation. Cliquez sur 'Se connecter à votre compte', ou utiliser une autre adresse.

source: Huh... that's not the same one! Try again.
ar_om: يجب إدخال عنوان الإيميل نفسه في كل مرة.
fr_dz: Oups... ce n'est pas la męme! Réessayez.

source: Hmm... this doesn't match up. Try again.
ar_om: كلمات السر لا تتطابق. حاول مرة أخرى.
fr_dz: Hmm... ça ne marche pas. Réessayez.

source: Shiny new password
ar_om: كلمة السر الجديدة (هالوو!)
fr_dz: Voici un mot de passe flambant neuf

source: Your password must be a minimum 6 characters. Try again.
ar_om: يجب ادخال كلمة سر لا تقل عن 6 أحرف!
fr_dz: Votre mot de passe doit comprendre un minimum de 6 caractères. Réessayez.

source: Confirm password
ar_om: تأكيد كلمة السر
fr_dz: Confirmez votre mot de passe

source: Hmm... that doesn't match up!
ar_om: كلمات السر لا تتطابق! حاول مرة أخرى...
fr_dz: Hmm ça ne colle pas!

source: Ye olde password
ar_om: كلمة السر القديمة (باي باي!)
fr_dz: Votre ancien mot de passe

source: Ooops, the password you entered is incorrect.
ar_om: كلمة السر غير صحيحة (ألو.. ؟! خليك معانا .. تأكد من كون الحروف الانجليزية كبيرة أو صغيرة).
fr_dz: Oups, le mot de passe que vous avez entré est incorrect.

source: Please enter the correct Username and Password combination.
ar_om: البيانات التي ادخلتها غير صحيحة.
fr_dz: Veuillez entrer le bon nom d'utilisateur et le mot de passe correspondant.

source: Hmm... this doesn't match up. Try again
ar_om: خطأ في الرمز المدخل، حاول مرة أخرى.
fr_dz: Hmm... cela ne correspond pas. Réessayez

source: Error
ar_om: خطأ
fr_dz: Erreur

source: Please enter the correct letters
ar_om: من فضلك اكتب الحروف بشكل صحيح
fr_dz: Veuillez entrer les bonnes lettres

source: Ahlan wa sahlan...
ar_om: اهلا وسهلا بكم في دوبيزل...

source: Change country
ar_om: تغيير الدولة
fr_dz: Changer de pays

source: Why use dubizzle?
ar_om: فوائد دوبيزل السبع
fr_dz: Pourquoi utiliser dubizzle ?

source: Make money
ar_om: إكسب المال
fr_dz: Gagner de l’argent

source: Turn your unused items into cash.
ar_om: بيع اغراض لست بحاجة لها واستفيد.
fr_dz: Transformez tout ce dont vous n'aviez plus besoin en argent.

source: Your ad is free
ar_om: مجانا 100%
fr_dz: Votre annonce est GRATUITE

source: No fees, no hidden agendas and no twists or turns. It’s FREE
ar_om: إضافة الإعلان على دوبيزل مجاناً و بدون أي رسوم على الإطلاق.

source: It's safe
ar_om: خليك في الأمان
fr_dz: C’est sécurisé.

source: No credit cards, no online payments and no money transfers.
ar_om: بدون كروت إئتمان أو معاملات بنكية أو دفع إلكتروني.
fr_dz: Pas de cartes de crédit, pas de paiements en ligne ni de transferts d’argent.

source: Fast and easy
ar_om: سهل وسريع
fr_dz: Rapide et facile

source: A few simple steps to create your ad in one page only.
ar_om: إضافة الإعلان في خطوات بسيطة وسريعة وإستخدام الموقع سهل جداً.

source: We're local
ar_om: تواصل مع مستخدمي دوبيزل بكل عُمان
fr_dz: Nous sommes près de chez vous

source: Find and connect with thousands of buyers in your city and neighborhood.
ar_om: تواصل مع الآف المشترين والبائعين في مدينتك ومنطقتك.

source: Access anytime anywhere
ar_om: في أي وقت ومن أي مكان.
fr_dz: Accéder n’importe où et n’importe quand

source: Post your ad, update it and browse from your computer, mobile phone, tablet or Mars.
ar_om: أضف إعلانك وقم بتعديله من الكمبيوتر أو الموبايل أو التابلت أو حتى من المريخ!
fr_dz: Publiez votre annonce, modifiez là et consultez dubizzle de votre ordinateur, smartphone, tablette ou sur la planète Mars!

source: Support 24/7
ar_om: نحن معك 24/7

source: Wherever you are, our customer support heros help you post the perfect ad and draw a smile upon your face.
ar_om: فريق دعم دوبيزل يتواصل معك شخصياً في إضافة إعلانك أينما كنت ويسعى لرسم الإبتسامة على وجهك.

source: Got something to sell?
ar_om: تريد بيع شيء ما؟

source: Yalla try it.
ar_om: يلا، جرب وبيع.

source: Place an ad
ar_om: أضف إعلانك
fr_dz: Passer une annonce

source: Al Dhahirah
ar_om: الظاهرة

source: Al Wusta
ar_om: الوسطى

source: Dhofar
ar_om: ظفار

source: Al Batinah
ar_om: الباطنة

source: Muscat
ar_om: مسقط

source: Al Sharqiya
ar_om: الشرقية

source: Musandam
ar_om: مسندم

source: Al Buraimi
ar_om: البريمي

source: Al Dakhiliya
ar_om: الداخلية

source: What are your items really worth?
ar_om: ما هي قيمة أغراضك؟ اضغط لمعرفة ذلك.

source: Click here to find out!
ar_om: اضغط هنا لتعرف المزيد.

source: Thousands of items in Oman are worth more than you think…
ar_om: آلاف الأغراض في عُمان لها قيمة أكثر مما تتخيل...

source: Selling your items &amp; giving them a new chapter is as easy as 1-2-3
ar_om: يمكنك بكل سهولة أن تبيع أغراضك التي لم تعد تستخدمها على دوبيزل لأشخاص بحاجة إليهم.

source: Place your FREE ad.
ar_om: أضف إعلانك

source: Choose a category
ar_om: اختر الفئة

source: Add photos
ar_om: حمّل صُور

source: Describe your item
ar_om: أضف مواصفات

source: Want to buy something? Choose your location or browse our categories.
ar_om: ترغب بشراء شيء؟ إختر موقعك أو تصفح الفئات المختارة

source: All of
ar_om: كل
fr_dz: Toute l'

source: Show me the ads
ar_om: اظهر جميع اعلاناتي المنشورة
fr_dz: Voir toutes mes annonces en ligne

source: Home, furniture &amp; garden
ar_om: المنزل والأثاث والحديقة

source: Mobile phones &amp; accessories
ar_om: جوالات واكسسواراتها

source: Sporting goods &amp; outdoors
ar_om: مستلزمات وأدوات رياضية

source: Electronics &amp; home appliances
ar_om: إلكترونيات وأجهزة منزلية

source: Cars
ar_om: سيارات
fr_dz: Voitures

source: Car accessories
ar_om: إكسسوارات السيارة

source: Tablets &amp; computers
ar_om: تابلت/أجهزة لوحية وكمبيوتر

source: So much more.
ar_om: فئات أكثر

source: What if your old keyboard helped a young girl play her first recital?
ar_om: ماذا لو أن آلتك الموسيقية التي لم تعد تستعملها، منحت فتاة فرصة تحقيق حلمها بإقامة حفلها الموسيقي الأول؟

source: Items that you no longer use may not mean much to you, but they&#39;ve got huge potential waiting to be unlocked. So take a second to think of your unused items that can be the next chapter of someone else&#39;s life. Be it a phone, laptop, piece of furniture, home appliance or a musical instrument
ar_om: ما لا تحتاجه اليوم قد يكون بالضبط ما يبحث عنه شخص آخر في مكان ما في مجتمعك، وقد تكون أنت السبب في تغيير حياته للأفضل. نظرة واحدة إلى الأغراض التي حولك، تكفي لكي تجد غرض لم تستخدمه منذ مدة، فكر بأن هذا الغرض يمكنه أن يواصل رحلته ويكون لديه دور مفيد في حياة شخص آخر في مجتمعك. موبايل، لابتوب، قطعة أثاث، أدوات منزلية أو آلة موسيقية، لكل واحد منها

source: it&#39;s worth more than you think
ar_om: قيمة أكثر مما تتخيل

source: Click here to find out more
ar_om: اضغط هنا لتعرف المزيد.

source: All of dubizzle
ar_om: الموقع بالكامل
fr_dz: Tout sur dubizzle

source: m&sup2;
ar_om: م٢

source: Spam
ar_om: إعلان مزعج
fr_dz: Indésirable

source: Miscategorized
ar_om: فئة الإعلان خاطئة
fr_dz: Mauvaise catégorie

source: Repetitive
ar_om: الإعلان مُكرر
fr_dz: Répétée

source: Misleading
ar_om: الإعلان مُضلل وغير واضح
fr_dz: Trompeuse

source: No Category
ar_om: القسم؟
fr_dz: Catégorie

source: You have chosen the wrong category.
ar_om: لقد قمت بوضع إعلانك في الفئة غير الصحيحة
fr_dz: Votre annonce a été placé dans la mauvaise catégorie

source: Your ad is misleading
ar_om: مجانا 100%
fr_dz: Votre annonce est GRATUITE

source: Unknown
ar_om: مجهول
fr_dz: Inconnu

source: Date: newest
ar_om: بحسب التاريخ: الأحدث
fr_dz: Date: plus recente

source: Date: oldest
ar_om: بحسب التاريخ: الأقدم
fr_dz: Date: moins recente

source: Price: highest
ar_om: بحسب السعر: الأعلى
fr_dz: Prix: plus cher

source: Price: lowest
ar_om: بحسب السعر: الأدنى
fr_dz: Prix: moins cher

source: Other
ar_om: لدي سبب آخر
fr_dz: Autre

source: Please select
ar_om: الرجاء الإختيار
fr_dz: Choisissez votre raison

source: Offensive
ar_om: الإعلان مزعج أو فيه إهانة

source: Possible fraud
ar_om: يبدو الإعلان كأنه احتيال
fr_dz: Possible fraude

source: neighbourhood
ar_om: الحي

source: city
ar_om: المدينة

source: %(ad_title)s - Car Parts & Accessories in %(neighbourhood)s %(city)s | dubizzle %(country)s
ar_om: %(ad_title)s - زينة و قطع سيارات في %(neighbourhood)s %(city)s | دوبيزل %(country)s
fr_dz: %(ad_title)s - Pièces et Accessoires d'Automobiles - %(neighbourhood)s %(city)s | dubizzle %(country)s

source: %(ad_title)s, car accessories, cars for sale in %(full_location)s
ar_om: %(ad_title)s, زينة سيارات, سيارات للبيع في %(full_location)s
fr_dz: %(ad_title)s, accessoires voiture, voitures à vendre à %(full_location)s

source: %(ad_title)s - %(category_leaf)s Cars in %(neighbourhood)s %(city)s | dubizzle %(country)s
ar_om: %(ad_title)s - %(category_leaf)s سيارات في %(neighbourhood)s %(city)s | دوبيزل %(country)s
fr_dz: %(ad_title)s - Voitures %(category_leaf)s - %(neighbourhood)s %(city)s | dubizzle %(country)s

source: %(ad_title)s, %(category_leaf)s Cars for Sale in %(city)s, cars for sale %(country)s
ar_om: %(ad_title)s, %(category_leaf)s سيارات للبيع في %(city)s, سيارات للبيع %(country)s
fr_dz: %(ad_title)s, Voitures %(category_leaf)s à Vendre à %(city)s, voitures en vente en %(country)s

source: %(ad_title)s - %(category_leaf)s Jobs | dubizzle %(country)s
ar_om: %(ad_title)s - %(category_leaf)s وظائف شاغرة | دوبيزل %(country)s
fr_dz: %(ad_title)s - %(category_leaf)s Emploi | dubizzle %(country)s

source: %(ad_title)s, %(category_leaf)s Jobs, %(category_leaf)s Jobs in %(city)s
ar_om: %(ad_title)s, %(category_leaf)s وظائف شاغرة, %(category_leaf)s وظائف شاغرة في %(city)s
fr_dz: %(ad_title)s, %(category_leaf)s Emploi, %(category_leaf)s Emploi à %(city)s

source: %(ad_title)s - %(category_leaf)s Jobs Wanted | dubizzle %(country)s
ar_om: %(ad_title)s - %(category_leaf)s مطلوب للعمل | دوبيزل %(country)s
fr_dz: %(ad_title)s - %(category_leaf)s Emploi Recherché | dubizzle %(country)s

source: %(ad_title)s, post %(category_leaf)s Jobs ads, post %(category_leaf)s Jobs ads in %(city)s
ar_om: %(ad_title)s, أضف اعلانات وظائف %(category_leaf)s, أضف اعلانات وظائف %(category_leaf)s في %(city)s
fr_dz: %(ad_title)s, passez annonces emploi %(category_leaf)s, postez annonces emploi %(category_leaf)s à %(city)s

source: %(ad_title)s - %(category_leaf)s | dubizzle %(country)s
ar_om: %(ad_title)s - %(category_leaf)s | دوبيزل %(country)s

source: %(ad_title)s, %(category_leaf)s property-for-sale, %(category_leaf)s in %(country)s
ar_om: %(ad_title)s, %(category_leaf)s عقارات للبيع، %(category_leaf)s في %(country)s
fr_dz: %(ad_title)s, %(category_leaf)s, immobilier à vendre %(category_leaf)s en %(country)s

source: %(ad_title)s, %(category_leaf)s property-for-rent, %(category_leaf)s in %(country)s
ar_om: %(ad_title)s, %(category_leaf)s عقارات للايجار، %(category_leaf)s في %(country)s
fr_dz: %(ad_title)s, %(category_leaf)s immobilier à louer, %(category_leaf)s en %(country)s

source: %(ad_title)s, %(category_leaf)s items-for-sale, %(category_leaf)s in %(country)s
ar_om: %(ad_title)s, %(category_leaf)s اعلانات مبوبة مجانية، %(category_leaf)s في %(country)s
fr_dz: %(ad_title)s, %(category_leaf)s articles à vendre, %(category_leaf)s en %(country)s

source: Second Hand Vehicles & Used Cars for Sale in %(full_location)s | dubizzle %(country)s
ar_om: سيارات مستعملة للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Voitures et Véhicules d'Occasion à Vendre à %(full_location)s | dubizzle %(country)s

source: Find second hand & used cars for sale directly from owners. Click here to see photos and prices of cars from %(full_location)s
ar_om: ابحث عن سيارات مستعملة وجديدة من المالك مباشرة على دوبيزل. أضغط هنا لمشاهدة صور وأسعار السيارات في %(full_location)s
fr_dz: Trouver des voitures d'occasion à vendre directement auprès des propriétaires. Cliquez ici pour voir les photos et les prix des voitures à %(full_location)s

source: used cars, cars for sale, cars for sale, used cars %(country)s, %(country)s cars for sale
ar_om: سيارات مستعملة، سيارات للبيع، سيارات مستعملة %(country)s, %(country)s سيارات للبيع
fr_dz: voitures d'occasion, voitures à vendre, véhicules à vendre, voitures d'occasion en %(country)s, %(country)s voitures à vendre

source: Buy & Sell Car Accessories & Auto Parts in %(city_or_country)s | dubizzle %(country)s
ar_om: بيع وشراء زينة و قطع سيارات في %(city_or_country)s | دوبيزل %(country)s
fr_dz: Acheter et Vendre des Accessoires de Voitures & Pièces Automobile en %(city_or_country)s | dubizzle %(country)s

source: Buy & sell new and used car accessories and parts including seat covers, body kits, engine parts and more in %(full_location)s.
ar_om: بيع وشراء زينة وقطع سيارات جديدة ومستعملة , أغطية مقاعد, مقاعد أطفال, قطع محركات وغيرها في %(full_location)s.
fr_dz: Achat et vente accessoires de voitures neuves et d'occasion, y compris des housses de siège, kits de carrosserie, pièces de moteur et plus en %(full_location)s.

source: car parts, auto parts, auto accessories, sale items automobiles to %(city_or_country)s
ar_om: زينة وقطع سيارات في %(city_or_country)s
fr_dz: accessoires de voitures, pièces auto à vendre, accessoires voitures %(city_or_country)s

source: %(category_leaf)s Cars for Sale in %(full_location)s | dubizzle %(country)s
ar_om: %(category_leaf)s سيارات للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Véhicules d'Occasion %(category_leaf)s à vendre à %(full_location)s | dubizzle %(country)s

source: Click here to see prices and photos of used %(category_leaf)s cars for sale in %(full_location)s. Buy directly from owners. No hassles!
ar_om: أضغط ها لمشاهدة صور وأسعار سيارات %(category_leaf)s مستعملة للبيع في %(full_location)s. الشراء من البائع مباشرة بسهولة.
fr_dz: Cliquez ici pour voir les prix et les photos des voitures d'occasion %(category_leaf)s à vendre à %(full_location)s. Acheter directement auprès des propriétaires. Pas de soucis!

source: Cars %(category_leaf)s, Used cars, %(category_leaf)s for sale, %(category_leaf)s cars for sale in %(city_or_country)s
ar_om: سيارات %(category_leaf)s، سيارات مستعملة، %(category_leaf)s للبيع، سيارات %(category_leaf)s للبيع في %(city_or_country)s
fr_dz: Voitures %(category_leaf)s d'occasion, voitures %(category_leaf)s à vendre, voitures %(category_leaf)s à vendre à %(city_or_country)s

source: Careers & Jobs in %(full_location)s | dubizzle %(country)s
ar_om: وظائف شاغرة في %(full_location)s | دوبيزل %(country)s
fr_dz: Carrières et Emplois à %(full_location)s | dubizzle %(country)s

source: Looking for vacancies and jobs in %(city_or_country)s? Search for job vacancies updated regularly with dubizzle %(country)s. Send your CV for FREE.
ar_om: هل تبحث عن وظيفة شاغرة في %(city_or_country)s؟ أبحث عن الوظائف الخالية أولاً بأول على دوبيزل %(country)s وارسل سيرتك الذاتية مجاناً.
fr_dz: Vous cherchez des offres d'emploi et des emplois en %(city_or_country)s? Rechercher des offres d'emploi mises à jour régulièrement avec dubizzle %(country)s. Envoyer votre CV gratuitement.

source: jobs in %(city_or_country)s, careers in %(city_or_country)s, %(city_or_country)s job vacancies, recruitment, employment
ar_om: وظائف شاغرة في %(city_or_country)s، وظائف خالية في %(city_or_country)s، توظيف%(city_or_country)s، فرص عمل
fr_dz: emplois en %(city_or_country)s, carrières en %(city_or_country)s, Offre d'emplois en %(city_or_country)s, recruitement %(city_or_country)s, %(city_or_country)s recruitement

source: %(category_leaf)s Jobs in %(full_location)s | dubizzle %(country)s
ar_om: وظائف %(category_leaf)s شاغرة في %(full_location)s | دوبيزل %(country)s
fr_dz: Emplois %(category_leaf)s à %(full_location)s | dubizzle %(country)s

source: Looking for %(category_leaf)s jobs in %(full_location)s? Search for %(category_leaf)s jobs with dubizzle %(full_location)s. Submit your CV for FREE.
ar_om: هل تبحث عن وظائف %(category_leaf)s في %(full_location)s؟ أبحث عن وظائف %(category_leaf)s على دوبيزل وأرسل سيرتك الذاتية مجاناً.
fr_dz: Vous recherchez des postes en %(category_leaf)s à %(full_location)s? Cherchez un emploi en %(category_leaf)s avec dubizzle. Envoyez votre CV gratuitement.

source: %(category_leaf)s jobs in %(city_or_country)s, %(category_leaf)s careers in %(city_or_country)s, %(category_leaf)s job vacancies, %(category_leaf)s recruitment, %(category_leaf)s employment
ar_om: وظائف %(category_leaf)s شاغرة في %(city_or_country)s، وظائف %(category_leaf)s الشاغرة في %(city_or_country)s، وظائف %(category_leaf)s خالية، توظيف %(category_leaf)s
fr_dz: Emplois %(category_leaf)s en %(city_or_country)s, carrières en %(category_leaf)s en %(city_or_country)s, offres d'emploi en %(category_leaf)s, recrutement %(category_leaf)s,

source: Wanted - Careers & Jobs in %(full_location)s | dubizzle %(country)s
ar_om: مطلوب للعمل في %(full_location)s | دوبيزل %(country)s
fr_dz: Recherché - Carrières & Emplois à %(full_location)s | dubizzle %(country)s

source: Looking to land a job in %(full_location)s? Post Your skills and experience on dubizzle %(country)s's Free Job Classifieds.
ar_om: هل تبحث عن وظيفة في %(full_location)s؟ أضف خبراتك وسيرتك الذاتية على دوبيزل %(country)s لتشاهد مجموعة من الوظائف الشاغرة
fr_dz: Vous cherchez à décrocher un emploi à %(full_location)s? Poster vos compétences et votre expérience sur les petites annonces emploi dubizzle %(country)s.

source: post job ads in %(city_or_country)s, job ads for free, job classified listings
ar_om: أضف اعلان التوظيف في %(city_or_country)s، اعلانات توظيف مجانية، أعلان وظائف شاغرة
fr_dz: poster des annonces d'emploi en %(city_or_country)s, des offres d'emploi gratuites, offres d'emploi classées

source: Wanted %(category_leaf)s Jobs in %(city_or_country)s | dubizzle %(country)s
ar_om: مطلوب للعمل - وظائف %(category_leaf)s في %(city_or_country)s | دوبيزل %(country)s
fr_dz: Recherché - Emplois %(category_leaf)s en %(city_or_country)s / dubizzle %(country)s

source: Looking to land a %(category_leaf)s job in %(full_location)s ? Post Your skills and experience on dubizzle %(full_location)s Free Job Classifieds.
ar_om: هل تبحث عن وظائف %(category_leaf)s في %(full_location)s ? أضف خبراتك على دوبيزل %(full_location)s اعلانات وظائف مجانية
fr_dz: Vous cherchez à décrocher un emploi %(category_leaf)s à %(full_location)s? Poster vos compétences et votre expérience sur les petites annonces emploi dubizzle %(full_location)s.

source: post %(category_leaf)s job ads in %(city_or_country)s, %(category_leaf)s job ads for free, job classified listings
ar_om: أضف اعلان توظيف %(category_leaf)s في %(city_or_country)s، اعلانات وظائف %(category_leaf)s مجانية
fr_dz: Publier vos annonces d'emploi en %(category_leaf)s en %(city_or_country)s, offres d'emploi gratuites %(category_leaf)s,petites annonces classées

source: Real Estate & Property for Sale in %(full_location)s | dubizzle %(country)s
ar_om: عقارات للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Biens Immobiliers et Proriètés à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell real estate & properties in %(full_location)s including apartments, flats, villas, houses and commercial buildings and units.
ar_om: بيع وشراء العقارات في %(full_location)s، فلل، شقق، منازل، أراضي، محلات تجارية، مباني وغيرها
fr_dz: Acheter & vendre des biens immobiliers à %(full_location)s, y compris des appartements, pavillons, villas, maisons et bâtiments commerciaux et unités.

source: Homes for sale in %(city_or_country)s, properties for sale in %(city_or_country)s, properties to rent, properties for sale in %(country)s
ar_om: منازل للبيع في %(city_or_country)s، عقارات للبيع في %(city_or_country)s، عقارات للايجار في %(country)s
fr_dz: Immobilier à vendre - %(city_or_country)s, propriètés à vendre - %(city_or_country)s, %(city_or_country)s, immobilier à louer, propriètés à vendre - %(country)s

source: House & Villas For Sale in %(full_location)s | dubizzle %(country)s
ar_om: بيوت وفلل للايجار في %(full_location)s | دوبيزل %(country)s
fr_dz: Maisons & Villas à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy and sell houses and villas in %(full_location)s Search for holiday villa, luxury villa, city and private villas for sale.
ar_om: بيع وشراء الفلل في %(full_location)s، ابحث عن فلل للعطلات، فلل فاخرة للبيع
fr_dz: Acheter et vendre des maisons et villas à %(full_location)s. Rechercher villa de vacances, villa de luxe, villas privées à vendre.

source: house for sale, house for sale, houses %(city_or_country)s villas %(city_or_country)s, villas for sale in %(city_or_country)s, houses for sale in %(city_or_country)s, sale villas in %(city_or_country)s
ar_om: منازل للبيع، فلل للبيت، منازل في %(city_or_country)s، فلل للبيع، فلل في %(city_or_country)s للبيع، بيع فلل في %(city_or_country)s
fr_dz: maison à vendre, villa à vendre, maisons %(city_or_country)s, villas %(city_or_country)s, villas à vendre %(city_or_country)s, maisons à vendre %(city_or_country)s, ventes villas %(city_or_country)s

source: Flats & Apartments for Sale in %(full_location)s | dubizzle %(country)s
ar_om: شقق للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Appartements à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell flats apartments in %(full_location)s Search for hotel apartments, furnished apartments, rental apartments, luxury and studio apartments.
ar_om: بيع وشراء شقق في %(full_location)s. أبحث عن شقق فندقية، غرف مفروشة، غرف للايجار، استديوهات وغيرها
fr_dz: Achetez et vendez vos appartements à %(full_location)s. Rechercher des appartements d'hôtel, des appartements meublés, des appartements de location, appartements de luxe et studios.

source: apartment for sale, apartment for sale, apartments for %(city_or_country)s, apartments for sale in %(city_or_country)s, apartments for sale in %(city_or_country)s, for sale apartments %(city_or_country)s, sale villas in %(city_or_country)s
ar_om: شقق للبيع، شقة للبيع، شقق للبيع في %(city_or_country)s، شقق في %(city_or_country)s، فلل للبيع %(city_or_country)s
fr_dz: appartement à vendre, appartement en vente, appartements %(city_or_country)s, appartements à vendre %(city_or_country)s, appartements en vente %(city_or_country)s, ventes appartements %(city_or_country)s

source: Commercial Property for Sale - Offices, Shops & Buildings | dubizzle %(country)s
ar_om: عقارات ومحلات تجارية للبيع - مكاتب، مقاهي، عمارات | دوبيزل %(country)s
fr_dz: Local Commercial à Vendre - Bureaux, Commerces et Bâtiments | dubizzle %(country)s
