Repository: dubizzle/fuego-locale
Catalog: */LC_MESSAGES/django.po
Languages: ar_om, fr_dz

source: Hey, you forgot to tell us where you are.
ar_om: من فضلك لا تنسى إضافة إسم مدينتك. (الا اذا كنت من الفضاء.)
fr_dz: Hep! Vous avez oublié de nous dire oů vous ętes.

source: Neighbourhood
ar_om: المدينة
fr_dz: Voisinage

source: We need you to be a little more specific.
ar_om: نسيت أن تضيف إسم منطقتك.
fr_dz: Soyez un peu plus précis.

source: We need your mobile number for verification.
ar_om: من فضلك ادخل رقم الموبايل لكي نتأكد من صلاحية حسابك.
fr_dz: Merci de nous communiquer votre numéro de portable pour vérification.

source: We need mobile numbers to verify accounts and to detect scammers. Don't worry, you can choose not to show your mobile number in the ad (see option below).
ar_om: لا تقلق، لن نظهر رقم الموبايل على الموقع بدون موافقتك (التفاصيل ادناه).
fr_dz: Les numéros de téléphone portables sont nécessaires pour la vérification des comptes et la détection des escroqueries. Mais rassurez-vous, vous pouvez choisir de ne pas afficher le vôtre dans l'annonce (voir option ci-dessous).

source: Show this number on my ad
ar_om: اظهر رقمي في الإعلان
fr_dz: Afficher ce numéro sur mon annonce

source: The neighborhood you have selected is not in the city you selected.
ar_om: يبدو أن هذه المنطقة ليست فى المدينة المحددة.
fr_dz: Le quartier que vous avez choisi n'est pas dans la ville sélectionnée.

source: Oops, something has gone wrong. Let us know and we will fix it.
ar_om: هناك خطأ ما. راسلنا لكي نصلحه.
fr_dz: Oops, une erreur s'est produite quelque part, aidez nous a améliorer dubizzle faites nous savoir.

source: Photo upload failed, please try again.
ar_om: هناك خطأ في تحميل الصورة. حاول مرة اخرى.
fr_dz: Votre attachement n'a pas été téléchargé, veuillez réssayer de nouveau

source: Oh no, we can only read jpg, png or gif formats.
ar_om: هناك مشكلة في نوع الملف. من فضلك حمل ملف من نوع: jpg, png, gif
fr_dz: Oh non, votre attachement doit etre une photo d'extension .jpg .png ou .gif

source: Damn, that file is too big - 5MB maximum.
ar_om: حاول مرة أخرى وتأكد أن لا يزيد حجم الملف عن 5 ميغا!
fr_dz: Votre photo dépasse la taille limite acceptée, veuillez attacher une image qui ne dépasse pas 5MB

source: Max number of photos is 10
ar_om: أقصى عدد لتحميل الصور هو 10
fr_dz: Max de nombre de photos est 10

source: When in doubt, check out other ads to see the price range of your item. Please remember to price your ad in %(currency)s.
ar_om: لو محتار في تحديد السعر إبحث عن أسعار أشياء مماثلة على الموقع. يرجى التأكد أن السعر المطلوب في عملة %(currency)s
fr_dz: En cas de doute, consultez d'autres annonces pour voir la gamme de prix dans laquelle se trouve votre article. N'oubliez pas le prix de votre annonce en %(currency)s.

source: Price
ar_om: السعر
fr_dz: Prix

source: You forgot to add the price.
ar_om: يا كابتن ... لا تنسى اضافة السعر المطلوب.
fr_dz: Vous avez oublié d'ajouter le prix.

source: Please enter a valid price.
ar_om: يرجى إدخال السعر المضبوط
fr_dz: Veuillez entrer un prix valide.

source: Price Type
ar_om: السعر
fr_dz: Prix

source: You forgot to add the price
ar_om: يا كابتن ... لا تنسى اضافة السعر المطلوب.
fr_dz: Vous avez oublié d'ajouter le prix.

source: Year
ar_om: السنة
fr_dz: Année

source: Sweet wheels, but how old?
ar_om: المحروسة... موديل سنة كم؟
fr_dz: Jolies roues mais quelle ancienneté?

source: How many KM?
ar_om: عدد الكيلومترات
fr_dz: Combien de KM?

source: Great ride, how far has it gone?
ar_om: سيارتك فعلاً غييير. كم عدد الكيلومترات؟
fr_dz: Joli petit tour! Jusqu'ou ętes-vous allé?

source: Model
ar_om: موديل
fr_dz: Modèle

source: Please specify the model
ar_om: الرجاء تحديد الموديل
fr_dz: Veuillez spécifier le modèle

source: Engine Size (CC)
ar_om: سعة المحرك (سي سي)
fr_dz: Cylindrée en cm³

source: Please specify the engine size
ar_om: يرجى تحديد سعة المحرك
fr_dz: Veuillez spécifier la cylindrée de voiture

source: Transmission Type
ar_om: ناقل الحركة
fr_dz: Type de transmission

source: Please specify the transmission type
ar_om: يرجى تحديد نوع ناقل الحركة
fr_dz: Veuillez spécifier le type de transmission

source: Body Type
ar_om: هيكل السيارة
fr_dz: Type de Voiture

source: Please specify the body type
ar_om: الرجاء تحديد هيكل السيارة
fr_dz: Veuillez spécifier le type de voiture

source: Number of Doors
ar_om: عدد الابواب
fr_dz: Nombre de portes

source: Please specify the number of doors
ar_om: يرجى تحديد عدد الابواب

source: Type
ar_om: النوع

source: Please specify the type
ar_om: الرجاء تحديد النوع
fr_dz: Veuillez spécifier le type

source: Brand
ar_om: الماركة
fr_dz: Marque

source: Please specify the brand
ar_om: الرجاء تحديد الماركة
fr_dz: Veuillez spécifier la marque

source: Warranty
ar_om: الضمان
fr_dz: Garantie

source: Please specify the warranty condition
ar_om: الرجاء تحديد حالة الضمان
fr_dz: Veuillez spécifier le statut de garantie

source: Area (%(unit)s)
ar_om: المساحة (%(unit)s)
fr_dz: Surface (%(unit)s)

source: Amenities
ar_om: الكماليات
fr_dz: Commodités

source: Area
ar_om: المساحة
fr_dz: Surface

source: Bedrooms
ar_om: غرف نوم
fr_dz: Chambres à coucher

source: Nice property, but how many bedrooms?
ar_om: حدثنا عن عقارك. كم عدد غرف النوم؟
fr_dz: Belle propriété, mais combien de chambres?

source: Bathrooms
ar_om: الحمامات
fr_dz: Salles de bains

source: Nice property, but how many bathrooms?
ar_om: الرجاء تحديد عدد الحمامات
fr_dz: Veuillez spécifier combien de salle de bains

source: Experience Level
ar_om: مستوى الخبرة
fr_dz: Niveau d’expérience

source: Please specify the experience level
ar_om: الرجاء تحديد مستوى الخبرة
fr_dz: Veuillez spécifier le niveau d'expérience

source: Education Level
ar_om: المستوى التعليمي
fr_dz: Niveau d’études

source: Please specify the education level
ar_om: الرجاء تحديد المستوى التعليمي
fr_dz: Veuillez spécifier le niveau d'études

source: Please specify the employment type
ar_om: الرجاء تحديد نوع العمل
fr_dz: Veuillez spécifier le type d'emploi

source: Employment Type
ar_om: نوع العمل
fr_dz: Type d’emploi

source: Skills
ar_om: المهارات
fr_dz: Compétences

source: Compensation
ar_om: الراتب
fr_dz: Salaire

source: Posted On
ar_om: نُشر بتاريخ
fr_dz: Posté sur

source: Posted on
ar_om: نُشر بتاريخ
fr_dz: Posté le

source: Kilometers
ar_om: كيلومترات
fr_dz: Kilomètres

source: Area
ar_om: المساحة
fr_dz: Surface

source: Enter a subject please
ar_om: نوع الاستفسار
fr_dz: Veuillez entrer un sujet

source: Subject
ar_om: الموضوع
fr_dz: الموضوع

source: Email
ar_om: عنوان الإيميل

source: Email address(again)
ar_om: تأكيد عنوان الإيميل
fr_dz: Adresse email (de nouveau)

source: Confirm Email
ar_om: تأكيد عنوان الإيميل
fr_dz: Confirmez votre adresse email

source: We need your location so that we can help you
ar_om: لا تنسى اضافة إسم المدينة/الدولة لكي نستطيع مساعدتك
fr_dz: Nous avons besoin de connaître votre emplacement pour pouvoir vous ętre utile

source: Location
ar_om: المدينة/الدولة
fr_dz: Salaire

source: You forgot to tell us who you are
ar_om: نسيت اضافة إسمك!
fr_dz: Vous avez oublié de nous dire qui vous ętes

source: We need your mobile number so that we can help you
ar_om: من فضلك ادخل رقم الموبايل لكي نستطيع مساعدتك
fr_dz: Nous avons besoin de votre numéro de téléphone portable pour vous aider

source: You left the message box empty...please tell us how we can help you
ar_om: لقد نسيت اضافة الرسالة. عندك مشكلة؟ راسلنا وسنساعدك!
fr_dz: Vous avez laissé votre boîte de messagerie vide... dites-nous si vous avez besoin d'aide

source: Huh... that's not the same one!?
ar_om: يجب إدخال عنوان الإيميل نفسه في كل مرة.
fr_dz: Oh... ce n'est pas la męme chose!?

source: All of %(city)s
ar_om: %(city)s بالكامل
fr_dz: Tout - %(city)s

source: Select your city
ar_om: اختر مدينتك
fr_dz: Sélectionnez votre ville

source: Keywords
ar_om: كلمات البحث
fr_dz: Mots-clés

source: Show only ads with photos
ar_om: أظهر الإعلانات التي معها صور
fr_dz: Montrer uniquement les annonces avec photos

source: From
ar_om: من
fr_dz: De

source: To
ar_om: إلى
fr_dz: A

source: Show only free ads
ar_om: أظهر فقط الإعلانات المجانية
fr_dz: Montrer seulement les annonces gratuites

source: Houston... we have problem.
ar_om: يبدوا أنك وصلت إلى مكان خارج نطاق خدمتنا، للرجوع إلى دوبيزل كوكب الأرض
fr_dz: Houston nous avons un problème

source: Couldn't find the page. go
ar_om: يبدوا أنك وصلت إلى مكان خارج نطاق خدمتنا، للرجوع إلى دوبيزل كوكب الأرض،
fr_dz: Impossible de trouver la page.

source: home
ar_om: اضغط هنا
fr_dz: page d'acceuil

source: Page not found
ar_om: خطأ
fr_dz: Page non trouvée

source: Website under maintenance (500)
ar_om: الموقع تحت الصيانة
fr_dz: Site en maintenance (500)

source: Menu
ar_om: القائمة

source: My account
ar_om: الحساب
fr_dz: Mon compte

source: Privacy Policy
ar_om: سياسة الخصوصية
fr_dz: Politique de confidentialité

source: Terms of Use
ar_om: شروط وأحكام إستخدام موقع دوبيزل
fr_dz: Conditions d'utilisation

source: THIS IS A LEGAL AGREEMENT BETWEEN YOU AND DUBIZZLE.COM STATING THE TERMS THAT GOVERN YOUR USE OF THE WEBSITE. BY ACCESSING AND USING THE WEBSITE YOU AGREE TO THESE TERMS. IF YOU DO NOT AGREE TO THESE TERMS DO NOT USE THE WEBSITE. YOU MUST ACCEPT AND ABIDE BY THESE TERMS AS PRESENTED TO YOU: CHANGES, ADDITIONS OR DELETIONS ARE NOT ACCEPTABLE AND DUBIZZLE MAY REFUSE ACCESS TO THE WEBSITE FOR NONCOMPLIANCE WITH ANY OF THE TERMS OF THIS AGREEMENT
ar_om: تبين هذه الإتفاقية القانونية بينك وبين موقع dubizzle.com (والمشار إليه لاحقاً بإسم: الموقع) شروط استخدامك الموقع. بمجرد دخولك إلى الموقع واستخدامك إياه، تكون قد قبلت ضمناً بشروط الاستخدام هذه ووافقت على الالتزام بها، أما في حال عدم موافقتك على شروط الموقع، يرجى الخروج منه وعدم استخدامه. يجب عليك الموافقة والخضوع لشروط الاستخدام المذكورة، ولا يقبل موقع دوبيزل حق الاعتراض على أي تغيير، إضافات، أو حذف، ويملك حرية التصرف في منعك من دخول الموقع في حال عدم الاخلال بأي شرط من الشروط المذكورة في الاتفاقية.
fr_dz: CECI EST UN ACCORD JURIDIQUE ENTRE VOUS ET DUBIZZLE.COM PRECISANT LES CONDITIONS QUI REGISSENT VOTRE UTILISATION DU SITE WEB. EN ACCÉDANT ET EN UTILISANT CE SITE WEB VOUS ACCEPTEZ CES CONDITIONS. SI VOUS N'ĘTES PAS D'ACCORD AVEC ELLES N'UTILISEZ PAS LE SITE. VOUS DEVEZ ACCEPTER CES CONDITIONS TELLES QUELLES : LES MODIFICATIONS, AJOUTS OU SUPRESSIONS NE SONT PAS ACCEPTABLES ET DUBIZZLE PEUT REFUSER L'ACCES AU SITE POUR NON CONFORMITE AVEC L'ENSEMBLE DES TERMES DU PRÉSENT CONTRAT.

source: dubizzle on your phone
ar_om: دوبيزل على موبايلك

source: Your account
ar_om: حسابك
fr_dz: Votre compte

source: Filters
ar_om: خيارات البحث
fr_dz: Filtrer la recherche

source: Close
ar_om: إغلاق
fr_dz: Fermer

source: Reset
ar_om: إعادة ضبط
fr_dz: Remettre

source: Back to dubizzle
ar_om: الموقع بالكامل
fr_dz: Retour a dubizzle

source: Login
ar_om: تسجيل الدخول

source: Your ads
ar_om: إعلاناتك
fr_dz: Vos annonces

source: Your rejected ads
ar_om: إعلاناتك المرفوضة
fr_dz: Vos annonces rejetées

source: Your pending ads
ar_om: إعلاناتك التي تنتظر الموافقة
fr_dz: Vos annonces en attente

source: Your live ads
ar_om: إعلاناتك المنشورة
fr_dz: Vos annonces en ligne

source: Your saved searches
ar_om: بحوثك المحفوظة
fr_dz: Vos recherches favorites

# my_listings
source: Change password
ar_om: غير كلمة السر
fr_dz: Modifier mot de passe

source: Logout
ar_om: الخروج من الحساب
fr_dz: Déconnexion

source: Change password
ar_om: تأكيد كلمة السر
fr_dz: Modifier le mot de passe

source: Not %(email)s?
ar_om: لست %(email)s؟
fr_dz: Pas %(email)s?

source: Please fix the errors below
ar_om: من فضلك راجع وصحح الاخطاء أدناه.
fr_dz: Veuillez corriger les erreurs ci-dessous

source: Change it for me
ar_om: تغيير
fr_dz: Changez-le pour moi

source: Forgot your password?
ar_om: نسيت كلمة السر؟
fr_dz: Mot de passe oublié?

source: It's OK, we all forget. Simply enter your email address and we'll email you a link to reset your password.
ar_om: لا داعى للقلق. فقط ادخل عنوان الإيميل وسنرسل لك رابط لإعادة تعيين كلمة السر.
fr_dz: Pas de soucis, ça nous arrive à tous d'oublier. Veuillez simplement entrer votre adresse email et nous vous enverrons un lien qui vous permettra de réinitialiser votre mot de passe.

source: Email adress
ar_om: عنوان الإيميل
fr_dz: Adresse email

source: Reset password
ar_om: اعادة تعيين كلمة السر
fr_dz: Réinitialiser mot de passe

source: Help is on the way. We've e-mailed you a link to reset your password.
ar_om: لا داعي للقلق. سيصلك إيميل قريباً برابط لإعادة تعيين كلمة السر.
fr_dz: Vous allez bientôt trouver de l'aide. Nous vous avons envoyé un lien par email pour réinitialiser votre mot de passe.

source: Sign in to your account
ar_om: سجل الدخول لحسابك
fr_dz: Se connecter à votre compte

source: Sign in via facebook
ar_om: سجل دخولك عبر facebook
fr_dz: Se Connecter avec Facebook

source: Sign in
ar_om: سجل دخولك
fr_dz: Se connecter

source: Don't have an account?
ar_om: ليس لديك حساب؟
fr_dz: Pas encore membre?

source: Register
ar_om: سجل الآن
fr_dz: Inscription

source: It seems your account has been blocked or suspended; Contact us for more details.
ar_om: يبدو أنه تم إيقاف أو تعليق حسابك، اتصل بنا لمزيد من التفاصيل
fr_dz: Il semble que votre votre compte a été bloqué, ou temporairement suspendu; Contacter nous pour plus d'information.

source: Contact us
ar_om: راسلنا
fr_dz: Contactez-nous

source: You have been Logged Out!
ar_om: لقد تم تسجيل خروجك.
fr_dz: Vous avez été déconnecté!

source: Create a free account on dubizzle
ar_om: أنشئ حساب مجاني على دوبيزل
fr_dz: Créer un compte gratuitement

source: Register via facebook
ar_om: سجل باستخدام facebook
fr_dz: S'inscrire avec Facebook

source: Register via email
ar_om: سجل باستخدام الإيميل
fr_dz: S'inscrire avec E-mail

source: Confirm email
ar_om: تأكيد عنوان الإيميل
fr_dz: Confirmez votre adresse email

source: By clicking on Register, you agree to our <a href="%(terms_url)s" target="_blank" class="u-link">terms & conditions</a> and the dubizzle <a href="%(privacy_url)s" target="_blank" class="u-link">privacy policy</a>.
ar_om: بالضغط على سجل الآن، أنت توافق على <a href="%(terms_url)s" target="_blank" class="u-link">الشروط والأحكام</a> و <a href="%(privacy_url)s" target="_blank" class="u-link">سياسة الخصوصية</a> لدوبيزل.
fr_dz: En cliquant sur Inscription, vous confirmez avoir lu et accepté nos <a href="%(terms_url)s" target="_blank" class="u-link">termes et conditions</a> ainsi que notre <a href="%(privacy_url)s" target="_blank" class="u-link">politique de confidentialité.</a>.

source: Already have a dubizzle account?
ar_om: لديك حساب على دوبيزل؟
fr_dz: Pas encore membre?

# from_reset_pwd
source: Change password
ar_om: غير كلمة السر
fr_dz: Modifier mot de passe

source: Phew! Your password has now been changed.
ar_om: وأخيرا. تم تغيير كلمة السر الخاصة بك.
fr_dz: Ouf! Votre mot de passe a maintenant été modifié.

source: No Filters
ar_om: لا يوجد خيارات بحث
fr_dz: Sans filtres de recherche

source: Try Again
ar_om: حاول مرة أخرى‎
fr_dz: essayer encore

source: Save search
ar_om: احفظ هذا البحث
fr_dz: Enregistrer cette recherche

source: Your ad is currently being moderated.
ar_om: نحن نلقي نظرة على إعلانك الآن.
fr_dz: Votre annonce est en cours de modération.

source: We're working our magic on your ad right now. Please come back a little later.
ar_om: سنحاول الانتهاء في أسرع وقت ممكن، ألق نظرة على إعلانك لاحقاً.
fr_dz: Nous sommes entrain d'inspecter votre annonce . On vous prie de revenir plus tard.

source: Back to listing
ar_om: العودة إلى الإعلان
fr_dz: Retour à l'annonce

source: Are you sure you want to Delete this listing?
ar_om: تريد فعلا حذف هذا الإعلان؟
fr_dz: Ętes-vous sűr de vouloir supprimer cette annonce?

source: Please click on confirm to delete this listing!
ar_om: الرجاء تأكيد طلب الحذف.
fr_dz: Veuillez cliquer sur valider pour supprimer cette annonce!

source: Confirm
ar_om: تأكيد
fr_dz: Confirmer

source: We're almost there... please review the points below.
ar_om: لم ننتهي بعد ولكن إقتربنا. من فضلك صحح الأخطاء أدناه.
fr_dz: Vous avez presque terminé... veuillez examiner les points suivants.

source: Something went wrong, please try again.
ar_om: هناك خطأ ما. حاول مرة اخرى
fr_dz: Une erreur s'est produite, éssayez de nouveau.

source: Change
ar_om: تعديل
fr_dz: Changer

source: Neighborhood
ar_om: المنطقة
fr_dz: Quartier

source: Welcome!
ar_om: أهلاً!
fr_dz: Bienvenue!

source: That's not you?
ar_om: هذا ليس حسابك؟
fr_dz: Ce n'est pas votre compte?

source: Sign out
ar_om: تسجيل الخروج
fr_dz: Se déconnecter

source: or register with your email address
ar_om: أو سجل حساب جديد باستخدام إيميلك
fr_dz: ou inscrivez vous avec votre adresse email

source: Register with your email address
ar_om: سجل دخولك باستخدام إيميلك
fr_dz: S'enregistrer en utilisant votre adresse e-mail

source: or sign in with your email address
ar_om: أو سجل دخولك باستخدام إيميلك
fr_dz: ou authentifiez vous avec votre adresse email

source: Sign in with your email address
ar_om: سجل دخولك باستخدام إيميلك
fr_dz: Ou connectez-vous en utilisant votre adresse e-mail

source: A valid email address ensures your ad will go live.
ar_om: تأكد من ادخال عنوان ايميل صحيح حتى يتم نشر إعلانك.
fr_dz: Pour que votre annonce soit mise en ligne, il faut une adresse électronique valable

source: Password (cAse SenSiTIvE)
ar_om: كلمة السر
fr_dz: Mot de passe (sensible à la police de caractères)

source: Make it safe and secure. Use a mix of numbers and letters, and don't use something obvious like your auntie's friend's cat - well, maybe that's OK.
ar_om: اختر كلمة سر قوية وآمنة ويستحسن ان لا تكون كلمة السر تخص إسمك أو تاريخ ميلادك أو أي من افراد عائلتك.
fr_dz: Pour une sécurité maximum, utilisez une combinaison de chiffres et de lettres, et ne choisissez pas quelque chose de trop évident comme le chat de l'ami de votre tante - encore que ça ça peut marcher

source: Have an account?
ar_om: لديك حساب؟
fr_dz: Avez-Vouz un compte?

source: You are now connected with Facebook
ar_om: أنت الآن مسجل بحساب فيسبوك
fr_dz: Vous êtes désormais connecté à Facebook

source: Connecting to facebook didn't work
ar_om: التسجيل عبر الفيسبوك لم يتم بنجاح
fr_dz: La connexion à Facebook a échoué

source: By posting your ad you are agreeing to the dubizzle <a class="u-link" href="%(terms_url)s" target="_blank">terms & conditions</a> and the dubizzle <a class="u-link" href="%(privacy_url)s" target="_blank">privacy policy</a>.
ar_om: قيامك بنشر إعلانك، يعني أنك قد وافقت على <a href="%(terms_url)s" target="_blank">الشروط والأحكام</a> و <a href="%(privacy_url)s" target="_blank">سياسة الخصوصية</a> لموقع دوبيزل.
fr_dz: En postant une annonce, vous acceptez tous <a href="%(terms_url)s" class="u-link" target="_blank">les termes et conditions</a> de dubizzle, <a href="%(privacy_url)s" target="_blank">la politique de confidentialité</a> de dubizzle.

source: Yalla! Publish my ad
ar_om: يلا...انشر اعلاني!
fr_dz: Yalla! Publiez mon annonce

source: Uploading photos, please wait...
ar_om: جاري التحميل. الرجاء الإنتظار.

source: Create a free ad in no time at all.
ar_om: أضف أسهل وأسرع إعلان مجانا.
fr_dz: Créer une annonce gratuite en un rien de temps .

source: Pick a category
ar_om: اختر الفئة
fr_dz: Choisir une catégorie

source: Please select a sub-category.
ar_om: ما هو أنسب قسم لعرض إعلانك؟
fr_dz: Veuillez choisir une sous catégorie.

source: Select an option
ar_om: إختر فئة.
fr_dz: Choisir une option.

source: Select a category
ar_om: اختر الفئة
fr_dz: Choisir une catégorie

source: Go
ar_om: عرض
fr_dz: Aller

source: Category
ar_om: القسم
fr_dz: Catégorie

source: Pick a sub-category
ar_om: ما هو أنسب قسم لعرض إعلانك؟
fr_dz: Veuillez choisir une sous catégorie.

source: This ad has already been edited and is awaiting approval. You'll get an email once the changes are live.
ar_om: عفواً، لن تستطيع تعديل اعلانك حتى تتم الموافقة على نشره. سنرسل لك إيميل عند نشره. لن نتأخر عليك!
fr_dz: Cette annonce a déjà été modifiée et est en attente de validation. Vous recevrez un email dès que les modifications seront en ligne.

source: Back to results
ar_om: العودة إلى صفحة الإعلانات
fr_dz: Retour aux résultats

source: View all details
ar_om: أظهر كافة التفاصيل
fr_dz: Voir les details

source: Read more
ar_om: ارني المزيد
fr_dz: Charger d'avantage

source: Share with friends
ar_om: شارك مع أصدقائك
fr_dz: Partager avec des amis

source: Report this ad
ar_om: بلغ عن هذا الإعلان
fr_dz: Signaler cette annonce

source: Important tips from dubizzle
ar_om: نصائح دوبيزلاوية عالسريع (نصائح عالسريع علشان يكون عندك صورة واضحة عن دوبيزل):
fr_dz: Conseils importants sur dubizzle:

source: Show
ar_om: أظهر
fr_dz: Voir

source: Call
ar_om: إتصل
fr_dz: Appeler

source: Show number
ar_om: اظهر الرقم
fr_dz: Afficher le numéro de téléphone portable

source: Reply
ar_om: أرسل رسالة
fr_dz: Envoyer un message

source: Send reply
ar_om: أرسل رد
fr_dz: Envoyer

source: Hooray! Congratulations, your ad will go live very very soon.
ar_om: مبروك! لقد اضفت إعلانك بنجاح وسنقوم بنشره قريبا.
fr_dz: Hourra! Félicitations, votre annonce sera mise en ligne très bientôt.

source: Right now, we're going to quickly review your ad and make sure it's ready for dubizzle. Once it's up and live, we'll tell you the good news in an email.
ar_om: سنراجع إعلانك فوراً لنتأكد أنه ملا ئم لدوبيزل. الأمر لا يستغرق كثيراً ... سنوافيك بالأخبار السعيدة في إيميل عندما يتم نشر إعلانك. لديك شئ آخر تريد بيعه ... إضغط أضف إعلان آخر.
fr_dz: Nous examinons votre annonce tout de suite et la préparons pour dubizzle.Une fois en ligne, nous vous annoncerons la bonne nouvelle dans un courriel.

source: Back to home page
ar_om: العودة الى الصفحة الرئيسية
fr_dz: Retour à la page d'accueil

source: Place another ad
ar_om: اضف إعلان آخر
fr_dz: Passez une autre annonce

source: Resubmit your ad
ar_om: إعادة وضع الإعلان
fr_dz: Passer une annonce

source: Rejection reason:
ar_om: سبب الرفض:
fr_dz: La raison du rejet:

source: We suggest:
ar_om: إقتراحنا:
fr_dz: Notre suggestion:

source: Change category
ar_om: تغيير الدولة
fr_dz: Changer de pays

source: Choose
ar_om: إختر
fr_dz: Choisir

source: Category
ar_om: القسم
fr_dz: Catégorie

source: Your message was not sent. Please check the errors below.
ar_om: من فضلك راجع وصحح الاخطاء أدناه.
fr_dz: Votre message n'a pas été envoyé. S'il vous plaît vérifier les erreurs ci-dessous.

source: Phone
ar_om: رقم الموبايل
fr_dz: Numéro de téléphone

source: Accepted formats: pdf, doc, txt, rtf
ar_om: الملفات المدعومة: rtf/doc/pdf/docx
fr_dz: Formats acceptés: pdf, doc, txt, rtf

source: Please enter the 4 letters as shown in the image below
ar_om: من فضلك أدخل الحروف في الصورة أدناه
fr_dz: Veuillez saisir les 4 lettres indiquées dans l'image ci-dessous

source: Captcha
ar_om: نريد أن نتأكد بأنك لست رجل آلي (كابتشا)
fr_dz: Etes-vous humain? (Captcha)

source: By clicking on 'Send my reply' I agree to the dubizzle <a target="_blank" class="u-link" href="%(terms_url)s"> terms and conditions</a> and the dubizzle <a target="_blank" class="u-link" href="%(privacy_url)s">privacy policy</a>
ar_om: عند المتابعة بالإرسال فإنك تأكد موافقتك على <a href="%(terms_url)s">شروط وأحكام</a> دوبيزل وعلى <a href="%(privacy_url)s">سياسة الخصوصية</a>
fr_dz: En cliquant sur 'Envoyer ma réponse', j'accepte les <a href="%(terms_url)s">termes et conditions</a> de dubizzle et la <a href="%(privacy_url)s">politique de confidentialité</a> de dubizzle

source: You did it...you're one step closer to getting what you want. Never stop searching and you'll find more of what you want.
ar_om: يا سلام، تمت العملية بنجاح. الآن اضغط على العودة إلى صفحة الإعلانات واستمتع بالبحث دون كلل أو ملل.
fr_dz: C'est fait... vous ętes à deux doigts d'obtenir ce que vous voulez. Continuez vos recherches et vous trouverez davantage encore.

source: Back to listings
ar_om: العودة إلى صفحة الإعلانات
fr_dz: Retour à la liste

source: Thank you for reporting an ad on our site!
ar_om: شكرا لمساهمتك!
fr_dz: Merci d'avoir signalé une annonce sur notre site!

source: Report
ar_om: بلغ عن هذا الإعلان
fr_dz: Signaler

source: Your name is?
ar_om: الإسم
fr_dz: Votre nom est?

source: What&#39;s your email?
ar_om: عنوان الإيميل
fr_dz: Quelle est votre email?
