Repository: dubizzle/fuego-locale
Catalog: */LC_MESSAGES/django.po
Languages: ar_om, fr_dz

source: What's your email?
ar_om: عنوان الإيميل
fr_dz: Quelle est votre email?

source: Your mobile number
ar_om: رقم الموبايل
fr_dz: Votre numéro de téléphone portable

source: Report ad
ar_om: بلغ عن هذا الإعلان
fr_dz: Signaler l'annonce

source: Your ad title
ar_om: موضوع الإعلان
fr_dz: Titre de votre annonce

source: example
ar_om: مثال
fr_dz: exemple

source: I'm new to dubizzle. I need a password.
ar_om: ليس لدي حساب على دوبيزل
fr_dz: Je suis nouveau sur dubizzle. J'ai besoin d'un mot de passe.

source: I have a dubizzle password
ar_om: لدي حساب وكلمة سر
fr_dz: J'ai un mot de passe dubizzle

source: Never wire money or financial info to a seller on the internet.
ar_om: لا تُشارك معلوماتك البنكية أو المالية مع أي شخص تعرفت عليه عن طريق الإنترنت (لا ترسل شيكات أو دفعة مالية مقدمة ولا أي شي مثله)
fr_dz: Ne jamais envoyer vos coordonees bancaires a un individu a travers internet.

source: For your security, all transactions should be done in person.
ar_om: لأن الحذر واجب، لا تبيع أو تشتري أي شيء بدون لقاء الطرف الثاني شخصياً.
fr_dz: Pour votre securites, toute vos transactions doivent etre face a face avec votre acheteur ou vendeur.

source: Inspect the item you wish to buy carefully or ask for the help of one of your friends.
ar_om: نصيحتنا الأخيرة، إنك تفحص الغرض الذي تريد شراؤه ويُفضل طلب المساعدة من صديق عنده خبرة بالموضوع.
fr_dz: Veuillez inspecter les objets avant de les acheter face a face avec l'autre personne.

source: Please report scams.
ar_om: انتبه من الوقوع في فخ رسائل النصب السكام وساعدنا عن طريق الإبلاغ عنها.
fr_dz: Veuillez denoncer les scams.

source: Add %(label)s
ar_om: اضف %(label)s

source: Skill
ar_om: المهارات
fr_dz: Compétences

source: Hey, please re-attach the photo.
ar_om: عذرا, الرجاء إعادة تحميل الصورة.
fr_dz: Veuillez télecharger l'image de nouveau.

source: To delete photos, you'll need to enable Javascript.
ar_om: لحذف الصور، عليك تفعيل تقنية الجافا سكربت في متصفحك.
fr_dz: Pour supprimer les images, vous avez besoin d'activer Javascript.

source: Add some photos
ar_om: اضف صور
fr_dz: Ajouter des photos

source: Add a photo
ar_om: اضف صور
fr_dz: Ajouter une photo

source: Ads with photos sell much better. Use up to %(max_photos)s good quality photos. Accepted formats: jpg, png, or gif.
ar_om: هل تعلم أن الصور تؤدي للبيع بمعدل أعلى بكثير؟ يمكنك إضافة %(max_photos)s صور واضحة وأصلية. انواع الملفات المدعومة: jpg, png, gif.
fr_dz: Les annonces avec photos ont beaucoup plus de succès. Téléchargez jusqu'à %(max_photos)s photos de bonne qualité. Formats acceptés: jpg, png ou gif.

source: Remove
ar_om: احذفها
fr_dz: Supprimer

source: Edit your ad.
ar_om: تعديل
fr_dz: Modifier cette annonce

source: Contact
ar_om: راسلنا
fr_dz: Contactez nous

source: Sitemap
ar_om: خريطة الموقع
fr_dz: Plan du site

source: , dubizzle.com, All Rights Reserved.
ar_om: , dubizzle.com, جميع الحقوق محفوظة.
fr_dz: , dubizzle.com, Tous droits réservés.

source: We couldn't find any matches :(<br /><strong>It's like a desert out here</strong>
ar_om: لم نجد أي نتائج :(<br /><strong> يبدو أنك وصلت إلى صحراء قاحلة</strong>
fr_dz: Nous n'avons trouvé aucun résultat :(<br /><strong>C'est le désert ici</strong>

source: Go to the homepage
ar_om: العودة الى الصفحة الرئيسية
fr_dz: Aller sur la page d'accueil

source: Nobody wanted to buy this couch. Until I found dubizzle and got more than 10 calls in half an hour.
ar_om: محدش كان عاوز يشتري الكنبة بتاعتي وساعة ما حطتها على دوبيزل جالي عشر مكالمات في نص ساعة

source: I sold this bag on dubizzle. It's free to post an ad and it's super easy and very fast. I love it!
ar_om: أنا بعت شنطتي على دوبيزل والصراحة مفيش أسهل من كده، أنا بجد حبيت دوبيزل

source: I placed an ad on dubizzle to sell these brand new shoes. I sold them in 15 minutes!
ar_om: جبت جزمة جديدة وبعدها حسيت انها مش ستايلي و مبقتش عارف أعمل ايه لحد ما لقيت دوبيزل فبعتها عليه في ربع ساعة بس

source: dubizzle helped me sell my second phone. It was completely hassle free! I'll definitely use this site again.
ar_om: دوبيزل ساعدني ابيع موبايلي. العملية كانت سهلة جداً وأكيد مش هتردد في استخدامُه مرة تانيه

source: I sold my unused laptop on dubizzle! It's easy money for the things you don't use anymore!
ar_om: بعت اللابتوب بتاعي على دوبيزل. عملت فلوس بسهوله من حاجات أنامكُنتش بستخدمها

source: About Us
ar_om: تعرف علينا
fr_dz: A propos de nous

source: <h1>Hello again,</h1> <p>Here are 3 reasons why you should contact us: </p> <ol> <li>we love to help our dubizzlers</li> <li>it's more fun when we know who you are</li> <li>we hired friendly staff whose job is to respond to your queries (not browse the net all day)</li> </ol>
ar_om: <p> السلااااام<br /> عندكم ثلاثة أسباب لمراسلتنا: </p> <ol> <li> نحن نحب مساعدتكم</li> <li> النبي وصى على سابع جار</li> <li> فريق خدمة العملاء لدينا يسهر على خدمتكم والاجابة علي استفساراتكم </li> </ol>
fr_dz: <p> Bonjour à tous, <br/> Voici les 3 raisons pour les quelles vous pouriez nous contacter: </p> <ol> <li>On aime aider nos dubizzleurs</li> <li>C'est plus agreable de savoir qui vous etes</li> <li>Nous avons embauché un personnel tres amical dont le travail consiste à répondre à vos questions (pas naviguer sur le net toute la journée)</li> </ol>

source: Subject: what's this about?
ar_om: نوع الاستفسار (ساعدنا في سرعة الرد عليك!)
fr_dz: Sujet: De quoi s'agit-il?

source: Your name (or nickname)
ar_om: الإسم
fr_dz: Votre nom (ou pseudo)

source: Mobile number
ar_om: رقم الموبايل
fr_dz: Numéro de téléphone portable

source: Email address (again)
ar_om: تأكيد عنوان الإيميل
fr_dz: Adresse e-mail (de nouveau)

source: City/Country
ar_om: المدينة/الدولة
fr_dz: Ville / Pays

source: Message: What's on your mind?
ar_om: موضوع الرسالة
fr_dz: Message: A quoi pensez-vous?

source: Send
ar_om: أرسل
fr_dz: Envoyer

source: <h3>Sweet!</h3> <p>A customer care dubizzler will handle your message personally and will get back to you as soon as they have an answer...</p> <p>In the meantime, if you want to contact us again, we're more than happy to help.</p>
ar_om: تمام!<br /> سيقوم أخصائي دوبيزلاوي بتولي مهمة الرد على استفسارك في أسرع وقت ممكن...<br /> وفي حال وجود استفسارات أخرى، راسلنا مجدداً، طلباتك أوامر ونحن في خدمتك.
fr_dz: Chouette!<br /> Un dubizzleur du service clientèle traitera votre message personnellement et reviendra vers vous dès qu'il aura une réponse ... <br/> D'ici là, si vous souhaitez nous recontacter, nous sommes ravis de vous aider.

source: Buy, sell and find anything
ar_om: بيع واشتري وأعثر على أى شيء
fr_dz: Acheter, vendre et trouver quelque chose

source: Load more
ar_om: ارني المزيد
fr_dz: Charger d'avantage

source: Select your city and find the best deals from thousands of ads!
ar_om: اختر مدينتك و ابحث عن أفضل الصفقات من بين آلاف الإعلانات.
fr_dz: Sélectionnez votre ville et trouver les meilleurs prix parmi des milliers d'annonces!

source: Property for Sale
ar_om: عقارات للبيع
fr_dz: Immobilier à vendre

source: Jobs
ar_om: وظائف
fr_dz: Offres d'emploi

source: Select the city closest to where you live
ar_om: حدد المدينة الأقرب لك
fr_dz: Sélectionnez la ville la plus proche de chez vous

source: Contact the advertiser
ar_om: تواصل مع المعلن
fr_dz: Contactez l'annonceur

source: Find the ad you like, and contact the advertiser directly
ar_om: تواصل مع المعلن عندما تجد ما تبحث عنه
fr_dz: Trouvez l'annonce que vous souhaitez, et contacter directement l'annonceur

source: Get a great deal
ar_om: أحصل على عرض رائع
fr_dz: Faites une bonne afffaire

source: Meet and finish your bargain face to face.
ar_om: اتمم الصفقة وجها لوجه
fr_dz: Répondez et terminez votre négociation face à face.

source: Next
ar_om: التالية
fr_dz: Suivante

source: Search
ar_om: إبحث
fr_dz: Rechercher

source: Click to search
ar_om: اضغط للبحث
fr_dz: Clicker pour rechercher

source: Show only %(CURRENT_LANGUAGE)s ads
ar_om: iاظهر فقط الإعلانات المضافة بال%(CURRENT_LANGUAGE)s
fr_dz: Afficher seulement les annonces en %(CURRENT_LANGUAGE)s

source: Refine
ar_om: تصفية البحث
fr_dz: Affiner

source: or pick a category
ar_om: أو اختر فئة
fr_dz: ou choisir une categorie

source: back to dubizzle
ar_om: الموقع بالكامل
fr_dz: Tout sur dubizzle

source: back to
ar_om: العودة الى بداية الصفحة
fr_dz: Revenir en haut

source: All
ar_om: (الكل)
fr_dz: Toute l'

source: Wosh! This has either expired or been deleted.
ar_om: ياللهول! الإعلان اختفى إما لانتهاء مدته أو أن صاحبه حذفه.
fr_dz: Wosh! l'annonce a expiree ou a ete supprimee par l'annonceur.

source: Continue browsing, you might find what you were looking for :)
ar_om: لكن على فكرة، مازال بإمكانك الاستمتاع بتصفح الموقع وقد تجد الذي كنت تبحث عنه
fr_dz: Vous pouvez encore trouver ce que vous chercher en continuant de naviguer :)

source: in
ar_om: في
fr_dz: en

source: Sort
ar_om: رتب
fr_dz: Trier

source: We found <span class="red">%(counter)s</span> ad
ar_om: لم نجد اي اعلانات
fr_dz: Nous avons trouvé <span class="red">%(counter)s</span> annonce

source: Edit filters
ar_om: تصفية البحث
fr_dz: Modifier les filtres

source: No results...
ar_om: لا يوجد نتائج...
fr_dz: Aucun résultat...

source: Home
ar_om: الصفحة الرئيسية
fr_dz: Accueil

source: How it works
ar_om: إستعمال دوبيزل
fr_dz: Comment utiliser dubizzle?

source: Check out these badass dubizzle ads
ar_om: إخترنا لك هذه الإعلانات على دوبيزل لنوضح أهمية جودة الإعلان
fr_dz: Consultez ces annonces qui décoiffent sur dubizzle

source: Why we like these ads so much
ar_om: ما الذي يميز هذه الإعلانات؟
fr_dz: Pourquoi nous aimons tellement ces annonces.

source: Car for sale
ar_om: سيارة للبيع
fr_dz: Voiture a vendre

source: Show me
ar_om: اظهر الجميع
fr_dz: Afficher tout

source: A brief but descriptive title that shows what the ad is all about.
ar_om: العنوان مختصر ويتضمن الماركة والموديل والسنة.
fr_dz: Le titre inclut le modèle de la voiture, l’année et la puissance moteur.

source: The photos show many angles, including the interior and exterior body.
ar_om: الصور تظهر عدة زوايا للسيارة بما فيها الهيكل الخارجي والشكل الداخلي.
fr_dz: L’eclairage des photos est parfait - ni trop sombre, ni trop brillant et on peut voir la voiture de tous les perspectives, de droite de gauche et de face.

source: The description covers the essentials (e.g. paint, condition, interior details and more).
ar_om: الوصف يتضمن التفاصيل المهمة مثل الدهان، حالة السيارة والتجهيزات الداخلية.
fr_dz: La description liste en détail les caractéristiques et les avantages de la voiture en détail.

source: Apartment for rent
ar_om: شقة للإيجار
fr_dz: Appartement a louer

source: The ad title includes the location of the property.
ar_om: العنوان مختصر ويشمل موقع الشقة والمساحة ونوع الإيجار.
fr_dz: Le titre cite l'emplacement exact de la proprieté et la surface.

source: The photos show many parts of the apartment (rooms and garden).
ar_om: عدد وجودة الصور.
fr_dz: Les dix photos montrent les différentes parties et chambres de la proprieté.

source: The ad description lists all the crucial property benefits, even the floor number.
ar_om: المواصفات تشمل جميع التفاصيل الخاصة بالمبنى والمميزات داخل الشقة مثل الديكور وجهاز إنظار الحريق وتفاصيل أخرى.
fr_dz: La description liste tous les benefices de la proprieté même le numero de l’étage .

source: Item for sale
ar_om: نظارة شمس للبيع
fr_dz: Vélo a vendre

source: The title clearly states what the item is, its model and year of manufacturing.
ar_om: العنوان مختصر ومباشر ويستخدم كلمات مهمة مثل "أصلية" وإسم الماركة.
fr_dz: Le titre est bref et inclut la marque et le modèle.

source: The photo shows most of the items listed (mouse, manuals, discs, etc.).
ar_om: عدد الصور وجودتها. تركيز الصور على الزوايا المختلفة بالإضافة إلى إظهار الماركة الأصلية.
fr_dz: Les images montrent tous les détails du vélo.

source: The description lists the complete specs, including other items that the buyer will get.
ar_om: المواصفات بالتفصيل وتشمل سعر الشراء وحالة النظارة.
fr_dz: La description est bien organisée, detaillée, courte et lisible.

source: dubizzle is where it all happens - selling, buying, finding awesome deals and connecting with dubizzlers around you.
ar_om: تعرف على دوبيزل وكيفية الإستفادة منه - من خلال البيع و الشراء والتواصل مع الآلاف بالقرب منك.
fr_dz: dubizzle c’est là où tout se passe - vendre, acheter, trouver des offres incroyables et se connecter avec d’autres dubizzleurs autour de vous.

source: Here’s a guide on how to dubizzle.
ar_om: دليل على كيفية إستخدام موقع دوبيزل
fr_dz: Voici un guide sur comment être un dubizzleur.

source: Why use dubizzle
ar_om: فوائد دوبيزل السبع
fr_dz: Pourquoi utiliser dubizzle ?

source: dubizzle 101
ar_om: ما هو دوبيزل؟
fr_dz: dubizzle démarré

source: Enlighten me
ar_om: أطلعني ونورني
fr_dz: Eclairez-moi !

source: The nitty gritty details
ar_om: كل التفاصيل
fr_dz: Les détails qui comptent

source: How to make a badass dubizzle ad
ar_om: كيف تجعل إعلانك رائع.
fr_dz: Comment créer une annonce dubizzle qui décoiffe.

source: Your ad description
ar_om: مواصفات إعلانك
fr_dz: La description de votre annonce

source: Your photos
ar_om: صُور إعلانك
fr_dz: Vos photos

source: Get social and share your ad
ar_om: خليك إجتماعي وشارك إعلانك مع الجميع
fr_dz: Socialisez-vous et partagez votre annonce

source: Get social and share your ad
ar_om: خليك إجتماعي وشارك إعلانك مع الجميع
fr_dz: Socialisez-vous et partagez votre annonce

source: A title should:
ar_om: الغرض من مُلخص إعلانك هو:
fr_dz: Le titre de l'annonce doit:

source: Capture the buyer's interest and attention; and
ar_om: جذب إنتباه المشتري
fr_dz: Susciter l'intérêt et l’attention de l'acheteur.

source: Maximize the chances of your ad appearing in search engine results (e.g. Google and Bing).
ar_om: زيادة فرص ظهور الإعلان في نتائج محركات البحث مثل جوجل وبينج (Google/Bing).
fr_dz: Optimiser les chances d’apparition de votre annonce dans les résultats des moteurs de recherche (exemple: Google et Bing).

source: Here's how:
ar_om: إليك بعض النصائح:
fr_dz: Voici donc comment faire:

source: Write your title using a maximum of 65 characters.
ar_om: تأكد أن لا يزيد ملخص إعلانك عن ٦٥ حرف.
fr_dz: Écrivez votre titre en utilisant 65 caractères au maximum.

source: Be specific and use relevant keywords to describe your item.
ar_om: إستخدم كلمات واضحة ودقيقة
fr_dz: Soyez précis et utilisez des mots clés pertinents pour décrire votre article.

source: List all specs such as brand name, manufacturer, designer and model number.
ar_om: أذكر إسم الماركة وتفاصيل الموديل.
fr_dz: Listez toutes les caractéristiques techniques telles que le nom de marque, le fabricant, le concepteur et le numéro du modèle.

source: Include details such as color, size, weight, condition, quantity or history.
ar_om: أذكر اللون، الحجم، الحالة والكمية (إن وجد).
fr_dz: Donnez des détails comme la couleur, la taille, le poids, l'état, la quantité ou l'historique.

source: Check your spelling and make sure it makes sense to the reader.
ar_om: تأكد من مفهوم الجملة والتهجئة - هل هي سهلة وواضحة؟
fr_dz: Vérifiez l'orthographe et assurez-vous que le lecteur comprenne ce que vous avez écrit.

source: Avoid unnecessary words that don't describe your item objectively (e.g. “Excellent”, “Great”, “Buy Now”).
ar_om: تأكد من وصف الشيء بموضوعية.
fr_dz: Évitez les mots inutiles qui ne décrivent pas votre article de façon objective (exemple: « Excellent », « Super », « Acheter immédiatement »).

source: Avoid using ALL CAPS. No need to 'shout' - they can hear you loud and clear.
ar_om: لا داعي لإستخدام الحروف الكبيرة (ALL CAPS ) في اللغة الإنجليزية.
fr_dz: Évitez d'utiliser LES MAJUSCULES. Pas besoin de «crier» - on peut vous entendre cinq sur cinq.

source: Once a potential buyer clicks on your ad title to find out more, your ad description will play a big part in getting them to pick up the phone and call you.
ar_om: مُلخص إعلانك يجذب إنتباه المشتري... أما المواصفات فهي تلعب دور هام في إقناع المشتري بالإتصال بك.
fr_dz: Lorsqu'un acheteur potentiel clique sur le titre de votre annonce pour en savoir plus, la description de votre annonce va jouer un rôle important pour l’amener à prendre son téléphone et vous appeler.

source: Just like your ad title, your ad description also appears in search engine results when users search for particular items online.
ar_om: الكلمات المستخدمة في مواصفات إعلانك تظهر في نتائج محركات البحث عندما يقوم شخص ما بالبحث عن شيء ما.
fr_dz: Tout comme le titre de votre annonce, votre description de l'annonce apparaît aussi dans les résultats des moteurs de recherche lorsque les utilisateurs recherchent des articles particuliers sur internet.

source: A few things to keep in mind:
ar_om: إليك بعض الارشادات عند كتابة مواصفات إعلانك:
fr_dz: Quelques petites choses à garder à l'esprit:

source: List your item's features and benefits in detail.
ar_om: أذكر الملامح والمميزات بالتفصيل.
fr_dz: Listez les caractéristiques et les avantages de votre article en détail.

source: Keep it well-organized, brief and easy to read.
ar_om: تأكد من تسلسل المعلومات وسهولة إستيعابها.
fr_dz: Gardez la description bien organisée, courte et facile à lire.

source: Always start with the most important features (e.g. list your car's condition, mileage and engine type first).
ar_om: أبرز أهم المواصفات والمميزات في بداية وصفك.
fr_dz: Commencez toujours par les caractéristiques les plus importantes (exemple: listez l'état de votre véhicule, son kilométrage et le type du moteur en premier).

source: Be very descriptive - use around 150-200 words.
ar_om: أكتب وصف دقيق - ننصحك بإكماله في حوالي ١٥٠ - ٢٠٠ كلمة.
fr_dz: Soyez très descriptif - utilisez 150 à 200 mots environ.

source: Put yourself in the buyer's shoes - what would you want to know?
ar_om: فكر من منظور المشتري - ما هي المعلومات التي تهمك والأسئلة التي تخطر ببالك؟
fr_dz: Mettez-vous dans la peau de l'acheteur – qu’est ce que vous voulez savoir?

source: Be clear and honest - what will the buyer get/not get if they buy your item.
ar_om: خليك واضح وصريح - أذكر كل ما يشمله إعلانك للبائع.
fr_dz: Soyez clair et honnête – qu’est ce que l'acheteur va obtenir/ou pas s'il achète votre article.

source: Avoid overusing irrelevant keywords as this will only confuse your potential buyer.
ar_om: تجنب إستخدام كلمات ليس لها صلة بالشيء الذي تريد بيعه.
fr_dz: Évitez d'abuser des mots clés non pertinents car cela ne fera qu’embrouiller votre acheteur potentiel.

source: As cliche as it sounds but a picture truly speaks a thousand words.
ar_om: الصور تلعب دور كبير جدا وتمنح المشتري فكرة واقعية وتجيب عن أسئلة كثيرة.
fr_dz: On ne le répétera jamais assez, mais une image vaut vraiment mieux que mille mots.

source: That's why your dubizzle ads can include up to 10 photos.
ar_om: يمكنك إضافة ١٠ صور في إعلانك على دوبيزل.
fr_dz: C'est pourquoi vos annonces sur dubizzle peuvent contenir jusqu'à 10 photos.

source: We know for a fact that the more photos you include in your ad, the better the chances of selling it. So get snapping!
ar_om: إستخدم الكاميرا أو الموبايل وقم بتصوير جوانب كثيرة للشيء الذي تريد بيعه، وكلما زاد عدد وجودة الصور تزداد فرص البيع.
fr_dz: Nous savons pertinemment que plus vous mettez de photos dans votre annonce, plus vous avez de chances de vendre votre article. Alors, à vos appareils photos!

source: A few tips when snapping your photos:
ar_om: أفكار ونصائح بسيطة لإلتقاط صور أفضل مهما كانت خبرتك في التصوير.
fr_dz: Quelques conseils quand vous prenez vos photos:

source: Focus on the item and use a plain backdrop/background.
ar_om: تأكد من وضوح السلعة على الخلفية المستخدمة.
fr_dz: Concentrez-vous sur l’article et utilisez un fond/arrière-plan simple.

source: Check your lighting - not too dark and not too bright.
ar_om: تأكد من التصوير في إضاءة واضحة - أن لا تكون مظلمة أو فاقعة.
fr_dz: Vérifiez votre éclairage - pas trop sombre ni trop brillant.

source: Take photos from all possible angles: front, back, sides, top, inside or bottom. Get the picture?
ar_om: صوّر جميع الجوانب والزوايا لترسم للمشتري صورة شاملة.
fr_dz: Prenez des photos sous tous les angles possibles: avant, arrière, côtés, dessus, à l'intérieur ou en bas. Je vous fais un dessin?

source: Use high resolution photos for a crisper and clearer image.
ar_om: إستخدم صُور عالية الدقة (hi-resolution).
fr_dz: Utilisez des photos à haute résolution pour obtenir une image plus nette et plus claire.

source: Capture all necessary details (e.g. brand name, model number, color, features, tags, labels and warranty).
ar_om: أظهر التفاصيل المهمة مثل الماركة، الموديل، اللون، المميزات و الضمان (إن وجد).
fr_dz: Capturez tous les détails nécessaires (exemple: nom de la marque, numéro de modèle, couleur, caractéristiques, étiquettes, griffes et garantie).

source: Don't be afraid to show your item defects - buyers appreciate honesty.
ar_om: أظهر العيوب أو الحالة - لا حرج من الصراحة.
fr_dz: N’ayez pas peur de montrer les défauts de l’article - les acheteurs préfèrent l'honnêteté.

source: Check your photos before uploading. Make sure that the total size of all photos is under 5MB and are in these formats: .jpeg, .jpg, .bmp, .png.
ar_om: تأكد أن حجم مجمل الصور لا يزيد عن 5MB وإستخدم ملف من نوع (jpg, jpeg, bmp, png).
fr_dz: Vérifiez vos photos avant de les poster. Assurez-vous que la taille totale de toutes les photos est inférieure à 5 MO et que les photos sont sous les formats suivants: .jpeg, .jpg, .bmp ou .png.

source: Spread the word - tell everyone about your ad on Facebook and Twitter. It's free and super easy.
ar_om: أخبر الجميع عن إعلانك في خطوة واحدة من خلال الفيس بوك وتويتر لتزيد فرص البيع.
fr_dz: Faites passer le mot! Parlez de votre annonce à tout le monde sur Facebook et Twitter à partir de dubizzle. C'est gratuit et très facile.

source: Next up
ar_om: التالي
fr_dz: Suivant

source: Your ad is FREE
ar_om: مجانا وبدون أي رسوم
fr_dz: Votre annonce est GRATUITE

source: No fees, no hidden agendas and no twists or turns.
ar_om: ضيف إعلانك على دوبيزل مجانا ولن نطلب منك أي رسوم على الإطلاق.
fr_dz: Pas de frais et pas de comissions - dubizzle est totalement gratuit.

source: A few simple steps to create your ad in 1 page only.
ar_om: إضافة الإعلان في خطوات بسيطة وسريعة وإستخدام الموقع سهل جداً.
fr_dz: Quelques étapes simples pour créer votre annonce en une seule page.

source: Find and connect with 1000s of buyers and sellers in your city and neighborhood.
ar_om: تواصل مع آلاف المشتريين في مدينتك ومنطقتك.
fr_dz: Trouvez et connectez-vous avec des milliers d’acheteurs dans votre ville et votre region.

source: Access anytime, anywhere
ar_om: في أي وقت ومن أي مكان
fr_dz: Accéder n’importe où et n’importe quand

source: Post your ad, update it and browse dubizzle from your computer, smart phone, tablet or Mars!
ar_om: ضيف إعلانك وقم بتعديله من الكمبيوتر أو الموبايل أو التابلت أو حتى من المريخ!
fr_dz: Publiez votre annonce, modifiez là et consultez dubizzle de votre ordinateur, smartphone, tablette ou sur la planète Mars!

source: Real support
ar_om: الدعم والمساعدة
fr_dz: Soutien réel

source: Get round-the-clock help in creating and posting your ads.
ar_om: فريق دعم دوبيزل يتواصل معك شخصيا لمساعدتك في إضافة إعلانك أينما كنت.
fr_dz: Grace a nos modérateurs, obtenez de l’aide à tout moment, pour la création et l’affichage de vos annonces.

source: What is dubizzle anyway?
ar_om: من أنتم !؟
fr_dz: C’est quoi dubizzle ?

source: A badass website where:
ar_om: موقع إعلانات مبوبة مجانية فريد من نوعه.
fr_dz: Un site qui décoiffe où:

source: sellers post free ads for their unwanted unused items;
ar_om: وسيلة لبيع الأشياء غير المستخدمة من خلال إعلانات مجانية.
fr_dz: Les vendeurs peuvent poster gratuitement des annonces pour des articles qu’ils n’utilisent plus et qu’ils ne veulent plus.

source: buyers search for great deals and bargains; and
ar_om: وسيلة للبحث عن وشراء أغراض بأسعار رائعة.
fr_dz: Les acheteurs peuvent rechercher de superbes offres et de bonnes affaires.

source: buyers and sellers connect and trade face-to-face.
ar_om: طريقة مبتكرة للتواصل مع آلاف البائعين والمشتريين مباشرة.
fr_dz: Les acheteurs et les vendeurs peuvent se connecter et négocier face-à-face.
