Repository: dubizzle/fuego-locale
Catalog: */LC_MESSAGES/django.po
Languages: ar_om, fr_dz

source: Buy & sell a wide range of jewelry and watches including earrings, necklaces, rings, men's and women's watches. Click here to see prices and photos.
ar_om: بيع وشراء مجموعة كبيرة من الساعات و المجوهرات بما فيها عقود، حلق، خواتم، ساعات للرجال و النساء. أضغط هنا لمشاهدة الصورة والأسعار.
fr_dz: Achetez et vendez une large gamme de bijoux et de montres, y compris boucles d'oreilles, colliers, bagues, montres pour hommes et femmes. Cliquez ici pour voir les prix et photos.

source: watches for sale, jewelry, rings, watches for men, watches for women, necklaces, diamonds, jewelry in %(city_or_country)s
ar_om: ساعات للبيع، مجوهرات للبيع، خواتم للبيع، ساعات رجالي، ساعات للنساء، ألماس للبيع في %(city_or_country)s
fr_dz: montres à vendre, bijoux, bagues, montres pour homme, montres pour femmes, colliers, diamants, ente bijoux à %(city_or_country)s / bijoux hommes, femmes vente à %(city_or_country)s

source: Motorcycle & Bikes for Sale in %(full_location)s | dubizzle %(country)s
ar_om: دراجات هوائية ودراجات نارية للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Moto & Vélo à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & Sell motorcycles and bikes in %(full_location)s. Find photos and prices of new and second hand motorcycles and bikes from direct owners.
ar_om: دراجات هوائية ودراجات نارية للبيع في %(full_location)s. ابحث و جد صور وأسعار الدراجات الجديدة والمستعملة واشتري من البائع مباشرة
fr_dz: Achetez et vendez motos & vélos à %(full_location)s. Trouver des photos et les prix des motos neuves et d'occasion et les vélos directement auprès des propriétaires.

source: bikes for sale, motorcycles for sale, honda, suzuzki, harley, kawasaki, bikes, bmx, bikes, motorcycles for sale in %(city_or_country)s
ar_om: دراجات للبيع، دراجات هوائية للبيع، دراجات نارية للبيع، هوندا، سوزوكي، موتوسيكل للبيع في %(city_or_country)s
fr_dz: velos à vendre, motos à vendre, honda, suzuzki, harley, kawasaki, velos, bmx, motos, differentes marques de motos à vendre à %(city_or_country)s

source: Mobile Phones, PDA's & iPhones for Sale in %(full_location)s | dubizzle %(country)s
ar_om: هواتف محمولة و آيفونات للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Téléphones Mobiles, PDA et iPhone à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell a wide range of mobile phones, pda's and iphones including mobile phone accessories in %(full_location)s. Click here to see prices and photos.
ar_om: بيع وشراء مجموعة كبيرة من الهواتف المحمولة و مستلزماتها، أيفون أيباد وغيرها في %(full_location)s. أضغط هنا لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez une large gamme de téléphones mobiles, PDA et iPhones y compris les accessoires de téléphones mobiles à %(full_location)s. Cliquez ici pour voir les prix et photos.

source: iphone for sale, mobile phones, cell phone, smart phone, pda, android phones, handheld, samsung, nokia
ar_om: أيفون للبيع، موبايل للبيع، موبايلات للبيع، هواتف ذكية للبيع، موبايل اندرويد، سامسونج، نوكيا
fr_dz: iphone for sale, mobile phones, cell phone, smart phone, pda, android phones, handheld

source: Music & DVD Movies for Sale in %(full_location)s | dubizzle %(country)s
ar_om: موسيقى وأفلام ديفيدي للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Musique & Films en DVD à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell dvd, blu ray, and high definition movies, cd's, mp3 music, and vinyls in %(full_location)s. Click here to see prices and details.
ar_om: بيع وشراء أفلام ديفيدي، سيديات، موسيقى ام بي ثري وغيرها في %(full_location)s. أضغط هنا لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez vos dvd, blu ray, et des films en haute définition, cd, mp3, et vinyles à %(full_location)s. Cliquez ici pour voir les prix et les détails.

source: dvd for sale, cd's, mp3 music
ar_om: أفلام ديفيدي، أفلام ديفيدي للبيع، موسيقى للبيع، أغاني ام بي ثري للبيع
fr_dz: dvd à vendre, cd's, musique mp3

source: Musical Instruments for Sale in %(full_location)s | dubizzle %(country)s
ar_om: آلات موسيقية للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Instruments de Musique à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell new and used musical instruments including pianos, guitars, violins, flute, drums and other instruments in %(full_location)s. Click here to see prices and photos.
ar_om: بيع وشراء آلات موسيقية جديدة ومستعملة بما فيها بيانو، جيتار، كمنجة وغيرها الكثير في %(full_location)s. أضغط هنا لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez des instruments de musique neufs et d'occasion, y compris pianos, guitares, violons, flűte, tambours et autres instruments à %(full_location)s. Cliquez ici pour voir les prix et photos.

source: Musical Instruments for sale, guitars, violins, drums, speakers, musical instruments sales in %(city_or_country)s
ar_om: آلات موسيقية للبيع، جيتار، كمنجة، طبل، بيانو، مكبرات الصوت للبيع في %(city_or_country)s
fr_dz: Instruments de Musique à vendre, guitars, violons, batterie, haut-parleurs, ventes instruments de musique à %(city_or_country)s

source: Animals & Pets in %(full_location)s | dubizzle %(country)s
ar_om: حيوانات أليفة للتبني في %(full_location)s | دوبيزل %(country)s
fr_dz: Adoption animaux de compagnie à %(full_location)s | dubizzle %(country)s

source: Want to buy or adopt pets in %(full_location)s Find dogs, puppies, cats, kittens, and birds today.
ar_om: تبني حيوانات أليفة، كلاب، قطط، طيور وغيرها في %(full_location)s اليوم. أضغط هنا لمشاهدة الصور.
fr_dz: Vous voulez adopter des Animaux de Compagnie à %(full_location)s. Adopter chiens errants, chiots, chats, chatons, oiseaux aujourd'hui.

source: pets, dogs, cats, puppies, kittens, pets, pet adoption
ar_om: حيوانات أليفة للتبني، كلاب، قطط، طيور، حيوانات، حيوانات أليفة للتبني
fr_dz: animaux de compagnie, chiens, chats, chiots, chatons, animaux, adoption d'animaux

source: Sports & Gym Equipment for Sale in %(full_location)s | dubizzle %(country)s
ar_om: معدات رياضية للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Équipement de Sport et Gymnase à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell new and used sports & gym equipment including treadmills, dumbbells, cross trainers, camping equipment, and sports apparel in %(full_location)s . Click here to see prices and photos.
ar_om: بيع وشراء أجهزة و معدات رياضية مثل جهاز المشي وجهاز المعدة و تقوية العضلات والأثقال وغيرها في %(full_location)s . أضغط هنا لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez équipement de sport & gymnase neufs et d'occasion, y compris tapis roulants, haltères, formateurs de la Croix, l'équipement de camping, et vêtements de sport à %(full_location)s. Cliquez ici pour voir les prix et photos.

source: Gym equipment, treadmill, sports, fitness, weight, weights
ar_om: معدات رياضية، أجهزة رياضة، جهاز مشي، جهاز معدة، جهاز تقوية عضلا، أثقال
fr_dz: Équipements salle de sport, tapis roulant, sport, remise en forme, poids, haltères

source: Vouchers, Concert & Airline Tickets for Sale in %(full_location)s | dubizzle %(country)s
ar_om: كوبونات وقسائم و تذاكر طيارات للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Coupons, Tiket Concert & Billets d'Avion à vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell tickets & vouchers including airline tickets, concert tickets, and tickets to movies, and other events in %(full_location)s. Click here to see prices and details.
ar_om: بيع وشراء كوبونات وقسائم، تذاكر طيارات، تذاكر حفلات، تذاكر سينما، وغيرها الكثير في %(full_location)s. أضغط لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez vos billets et bons de réduction y compris billets d'avion, billets de concert, et billets pour des films, et d'autres événements à %(full_location)s. Cliquez ici pour voir les prix et les détails.

source: concert tickets, vouchersfor sale, Events and Tickets, Concert tickets for sale in %(city_or_country)s
ar_om: كوبونات وقسائم وتذاكر طيارات. تذاكر خفلات للبيع في %(city_or_country)s
fr_dz: concert tickets, coupons, Billets pour Événements et Billets d'Avion, bons de Réduction, tiket Concert & billets d' avion à vendre %(city_or_country)s

source: Collectibles & Toys for Sale in %(full_location)s | dubizzle %(country)s
ar_om: ألعاب للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Objets de Collection et Jouets à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell new and used collectibles and toys including action figures, stuffed animals, educational toys, puzzles, and more in %(full_location)s. Click here to see prices and photos.
ar_om: بيع وشراء الألعاب والألغار والحزازير في %(full_location)s. أضغط هنا لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez des objets de collection neufs et d'occasion et jouets, y compris des figurines, des animaux en peluche, jouets éducatifs, puzzles, et bien plus encore à %(full_location)s. Cliquez ici pour voir les prix et photos.

source: Toys for sale, collectibles, gifts, collectibles, antiques
ar_om: ألعاب للبيع، حزازير، ألغاز، المقتنيات
fr_dz: Jouets à vendre, objets de collection, cadeaux, collections, antiquaires

source: Game Consoles & Video Games for Sale in %(full_location)s | dubizzle %(country)s
ar_om: أجهزة و ألعاب فيديو للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Consoles de Jeux & Jeux Vidéo à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell video games, game consoles, and game accessories in %(full_location)s including PS3, Xbox 360, Nintendo, PSP's, Game Boys and more. Click here to see photos and prices.
ar_om: بيع وشراء أجهزة و ألعاب الفيديو ومستلزماتها في %(full_location)s بما فيها اكس بوكس، بلايستيشن، وغيرها الكثير. أضغط هنا لمشاهدة الصور والأسعار.
fr_dz: Achetez et vendez vos jeux vidéo, consoles de jeux, et accessoires de jeux à %(full_location)s, y compris PS3, Xbox 360, Nintendo, PSP, Game Boys et plus encore. Cliquez ici pour voir les photos et les prix.

source: video games, xbox 360, playstation, ps3, psp, nintendo, pc games
ar_om: ألعاب فيديو، بليستيشن، بلايستيشن، أكس بوكس، ألعاب كمبيوتر

source: Items Wanted in %(full_location)s | dubizzle %(country)s
ar_om: أشياء مطلوبة في %(full_location)s | دوبيزل %(country)s
fr_dz: Articles recherchés à %(full_location)s | dubizzle %(country)s

source: List your wanted items & stuff for free on dubizzle %(country)s.
ar_om: أضف اعلان بالأشياء المطلوبة التي تحتاجها مجاناً على دوبيزل %(country)s
fr_dz: Publiez vos articles recherchés et plein de trucs gratuitement sur dubizzle %(country)s

source: Items wanted, looking for
ar_om: أشياء مطلوبة، سلع مطلوبة
fr_dz: Articles Recherchés, Recherche articles

source: Other Items for Sale in %(full_location)s | dubizzle %(country)s
ar_om: أشياء أخرى للبيع في %(full_location)s | دوبيزل %(country)s
fr_dz: Autres Objets à Vendre à %(full_location)s | dubizzle %(country)s

source: Buy & sell any other items. List your ads for free on dubizzle %(country)s.
ar_om: بيع وشراء أشياء أخرى. أضف اعلانك مجاناً على دوبيزل %(country)s
fr_dz: Achetez et vendez n'importe quel autre article. Publiez vos annonces gratuitement sur __dubizzle %(country)s.

source: Other items, items for sale, Other Items for Sale in %(city_or_country)s
ar_om: أشياء للبيع، سلع للبيع، أغراض للبيع في %(city_or_country)s
fr_dz: Autres Articles, articles à vendre, Autres Articles à Vendre %(city_or_country)s

source: Free Classifieds in %(full_location)s - Jobs in %(full_location)s, Property & Real Estate For Sale & Rent, Cars for Sale | dubizzle %(full_location)s
ar_om: اعلانات مبوبة مجانية في %(full_location)s - وظائف شاغرة في %(full_location)s, عقارات للبيع او الايجار, سيارات للبيع | دوبيزل %(full_location)s
fr_dz: Petites annonces gratuits en %(full_location)s - Emploi à %(full_location)s, Propriètés à Vendre et à Louer, Voitures Occasion | dubizzle %(full_location)s

source: dubizzle is your free and friendly local classifieds website in %(full_location)s. Jobs, property, real estate, cars and classifieds in %(full_location)s. Post an ad, browse ads, buy, sell or rent.
ar_om: دوبيزل هو الموقع المحلي المجاني للاعلانات المبوبة في %(full_location)s. وظائف شاغرة, عقارات, سيارات و اعلانات مبوبة مجانية في %(full_location)s. أضف اعلان, تصفح الاعلانات, بيع واشتري واستأجر

source: dubizzle %(full_location)s, free classifieds, online classifieds, %(full_location)s classifieds, free classifieds in %(full_location)s
ar_om: موقع دوبيزل %(full_location)s ثانية، مبوبة مجانية، الإعلانات المبوبة على الانترنت، %(full_location)s إعلانات مبوبة ثانية، مبوبة مجانية في %(full_location)s ق
fr_dz: dubizzle %(full_location)s, petites annonces gratuites, petites annonces en ligne, %(full_location)s petites annonces, petites annonces en %(full_location)s

source: Free Classifieds in %(full_location)s - Buy a car, Find a Job or Buy a house | dubizzle %(full_location)s
ar_om: اعلانات مبوبة مجانية في %(full_location)s - بيع سيارات, وظائف شاغرة, بيع منازل | دوبيزل %(full_location)s
fr_dz: Petites Annonces Gratuites à %(full_location)s - Trouvez une voiture, emploi ou immobilier | dubizzle %(full_location)s

source: dubizzle is your free and friendly local classifieds website in %(full_location)s to buy, sell and find anything. Find cars, jobs, properties for rent or items for sale in %(full_location)s.
ar_om: دوبيزل هو الموقع المحلي المجاني للاعلانات المبوبة في %(full_location)s لبيع وشراء أي شيء. ايجاد سيارات, وظائف شاغرة, عقارات للايجار و سلع للبيع في %(full_location)s.
fr_dz: dubizzle est votre premier site de petites annonces gratuites en %(full_location)s. Trouvez un emploi, des biens et services immobiliers à la vente ainsi que des voitures à vendre en %(full_location)s.

source: How dubizzle works - Guide on how to use dubizzle for free online classified ads | dubizzle %(country)s
ar_om: كيفية إستعمال والإستفادة من موقع دوبيزل - بيع واشترى اى شيء دوبيزل %(country)s
fr_dz: Comment dubizzle fonctionne - guide d'ulilisation de dubizzle pour les petites annonces gratuites en ligne | dubizzle %(country)s

source: Here's a guide on how to use dubizzle to sell, buy and find anything in your city. Free classified ads in %(country)s
ar_om: على موقع دوبيزل يمكنك بيع وشراء اى شىء بسهولة وبدون وسيط او عمولة. اكتشف كيف يعمل موقع دوبيزل | %(country)s
fr_dz: Voici un petit guide sur la façon d'utiliser dubizzle pour acheter, vendre et trouver n'importe quoi dans votre ville. Petites annonces gratuites en %(country)s

source: Why use dubizzle - Post your classified ad for FREE and make money instantly | dubizzle %(country)s
ar_om: لماذا تستعمل اكبر موقع اعلانات مبوبة فى المنطقة - دوبيزل | %(country)s
fr_dz: Pourquoi utiliser dubizzle - Publiez gratuitemenet votre annonce et faites de l'argent instantanément | dubizzle %(country)s

source: Turn your unused items into cash by placing an ad for free with a few simple steps. Find and connect with thousands of buyers in your city and neighborhood.
ar_om: اكتشف لماذا دوبيزل هو موقعك المفضل لبيع وشراء اى شيء. الان تستطيع اضافة اعلان مجانا لبيع اى شئ على اكبر موقع اعلانات مبوبة فى المنطقة.
fr_dz: transformer vos objets inutilisés en argent en plaçant une annonce gratuite en quelques étapes simples. Trouver et se connecter avec des milliers d'acheteurs dans votre ville et quartier.

source: How dubizzle works - Guide on how to use dubizzle for free online classifieds ads | dubizzle %(country)s
ar_om: كيفية إستعمال والإستفادة من موقع دوبيزل - بيع واشترى اى شيء دوبيزل %(country)s
fr_dz: Comment dubizzle fonctionne - guide d'ulilisation de dubizzle pour les petites annonces gratuites en ligne | dubizzle %(country)s

source: Here's a guide on how to use dubizzle to sell, buy, find anything in your city. Free classified ads in %(country)s
ar_om: على موقع دوبيزل يمكنك بيع وشراء اى شىء بسهولة وبدون وسيط او عمولة. اكتشف كيف يعمل موقع دوبيزل | %(country)s
fr_dz: Voici un petit guide sur la façon d'utiliser dubizzle pour acheter, vendre et trouver n'importe quoi dans votre ville. Petites annonces gratuites en %(country)s

source: How to post an ad - Best practices on writing effective ads for dubizzle | dubizzle %(country)s
ar_om: كيفية وضع اعلان مجانى على دوبيزل %(country)s
fr_dz: Comment publier une annonce - Les meilleures pratiques sur la rédaction d'annonces efficaces pour dubizzle | dubizzle %(country)s

source: Learn how to write compelling titles, descriptions and how to take photos of your items for sale on dubizzle. Share your ad on social networks to get more potential buyers.
ar_om: هنا دليلك لمعرفة كيفية وضع اعلان مجانى على دوبيزل واضافة وصف وصور لاعلانك.
fr_dz: Apprendre à rédiger des titres et des descriptions convainquantes et comment prendre des photos de vos articles à vendre sur dubizzle. Partagez votre annonce sur les réseaux sociaux pour trouver plus d'acheteurs potentiels.

source: Excellent classified ads - badass dubizzle ads | dubizzle %(country)s
ar_om: اعلانات مميزة على موقع دوبيزل %(country)s
fr_dz: Excellentes petites annonces sur dubizzle | dubizzle %(country)s

source: Look at some of dubizzle's best written classified ads for cars, items for sale, property and more. Learn from dubizzlers on how to write the most effective classified ads on dubizzle.
ar_om: اكتشف اكثر الاعلانات المميزة على دوبيزل. هل تريد اضافة اعلانات رائعة على دوبيزل؟ شاهد هذه الامثلة...
fr_dz: Consultez quelques-unes des meilleures annonces publiés sur dubizzle dans les catégories automobiles, articles à vendre, propriétés et encore plus . Apprenez d'apres les dubizzlers comment rédiger les annonces les plus efficaces.

source: Oman
ar_om: عمان

source: OMR
ar_om: ريال عماني

source: Sohar
ar_om: صحار

source: Shinas
ar_om: شناص

source: Liwa
ar_om: لوى

source: Saham
ar_om: صحم

source: Al Khaboura
ar_om: الخابورة

source: Suwaiq
ar_om: السويق

source: Al Rustaq
ar_om: الرستاق

source: Al 'Awabi
ar_om: العوابي

source: Nakhl
ar_om: نخل

source: Wadi Al Ma'awal
ar_om: وادي المعاول

source: Barka
ar_om: بركاء

source: Al Masn'a
ar_om: المصنعة

source: Al Sinainah
ar_om: السنينة

source: Mahdhah
ar_om: محضة

source: Adam
ar_om: أدم

source: Nizwa
ar_om: نزوى

source: Bahla
ar_om: بهلاء

source: Manah
ar_om: منح

source: Hamra
ar_om: الحمراء

source: Izki
ar_om: ازكي

source: Sumail
ar_om: سمائل

source: Bidbid
ar_om: بدبد

source: Haima
ar_om: هيما

source: Mahut
ar_om: محوت

source: Al Duqum
ar_om: الدقم

source: Al Jazur
ar_om: الجازر

source: Ibri
ar_om: عبري

source: Yunqul
ar_om: ينقل

source: Dhank
ar_om: ضنك

source: Sur
ar_om: صور

source: Al Kamil and Al Waafi
ar_om: الكامل و الوافي

source: Ja'alan Bani Bu Ali
ar_om: جعلان بني بو علي

source: Masira
ar_om: مصيرة

source: Ibra
ar_om: إبراء

source: Al Mudaibi
ar_om: المضيبي

source: Bidiya
ar_om: بدية

source: Al Qabil
ar_om: القابل

source: Wadi Bani Khalid
ar_om: وادي بني خالد

source: Dima and Al Taaiyin
ar_om: دماء و الطائيين

source: Khasab
ar_om: خصب

source: Dibba
ar_om: دبا

source: Bukha
ar_om: بخا

source: Madha
ar_om: مدحاء

source: Al Mazyona
ar_om: المزيونة

source: Dhalkut
ar_om: ضلكوت

source: Mirbat
ar_om: مرباط

source: Muqshin
ar_om: مقشن

source: Rakhyut
ar_om: رخيوت

source: Sadah
ar_om: سدح

source: Salalah
ar_om: صلالة

source: Shalim and The Hallaniyat Island
ar_om: شليم وجزر الحلانيات

source: Taqah
ar_om: طاقة

source: Thumrait
ar_om: ثمريت

source: Al Amrat
ar_om: العامرات

source: Bawshar
ar_om: بوشر

source: Muttrah
ar_om: مطرح

source: Al Seeb
ar_om: السيب

source: Qurayyat
ar_om: قريات

source: Arabic
ar_om: عربي
fr_dz: arabe

source: Jobs in Oman, Property & Real Estate For Sale & Rent, Cars for Sale - Free Classifieds in Oman | dubizzle Oman
ar_om: وظائف في عمان، عقارات للبيع والإيجار، سيارات للبيع - مبوبة مجانيه في عمان | دوبيزل عمان

source: dubizzle is your free and friendly local classifieds website in Oman. Jobs, property, real estate, cars and classifieds in Oman. Post an ad, browse ads, buy, sell or rent.
ar_om: دوبيزل عمان موقع الإعلانات المبوبة المجانية المحلية - منتهى السهولة والبساطة. وظائف، عقارات، سيارات و اعلانات مبوبة في عمان. اضف اعلان، تصفح اعلانات، بيع واشتري وأجر.

source: dubizzle Oman, free classifieds, online classifieds, Oman classifieds, free classifieds in Oman
ar_om: دوبيزل عمان، مبوبة مجانيه، اعلانات مبوبة عبر الإنترنت، مبوبة عمان، اعلانات مبوبة مجانيه في عمان

source: #dubizzle
ar_om: #دوبيزل
fr_dz: dubizzle démarré

source: Enter your name please, nobody likes to talk to a stranger ;)
ar_om: عرفنا على إسمك... "وعاشت الأسامي".
fr_dz: Veuillez entrez votre nom - personne n'aime s'adresser à un inconnu ;)

source: Name
ar_om: الاسم
fr_dz: Votre nom

source: Mobile Number
ar_om: رقم الموبايل
fr_dz: Numéro de portable

source: Don't be shy...if you have any questions about the ad, now is the time to ask.
ar_om: لقد نسيت اضافة رسالتك للمعلن. هل تحتاج لمزيد من المعلومات عن هذا الإعلان؟ لا حرج في السؤال!
fr_dz: Ne soyez pas timide... si vous avez des questions au sujet de l'annonce, c'est le moment de les poser

source: Message
ar_om: الرسالة

source: Choose your city
ar_om: اختر محافظتك
fr_dz: Choisissez votre ville

source: City
ar_om: المدينة
fr_dz: Ville

source: All of %(country)s
ar_om: %(country)s بالكامل
fr_dz: Toute l'%(country)s

source: Enter a list of values.
ar_om: نوع الاستفسار
fr_dz: Veuillez entrer un sujet

source: Free
ar_om: مجاني
fr_dz: Gratuite

source: %(currency)s %(price)s
ar_om: %(price)s %(currency)s

source: %(kilometers)s km
ar_om: %(kilometers)s كم

source: %(bedrooms)s bedrooms
ar_om: %(bedrooms)s نوم
fr_dz: %(bedrooms)s salles de bains

source: Upload CV
ar_om: تحميل السيرة الذاتية
fr_dz: Déposez votre CV

source: Sorry, but your file format is not supported.
ar_om: نوع الملف غير مدعوم، يرجى تحميل ملف من النوع التالي: rtf/doc/pdf/docx
fr_dz: Désolé, mais votre format de fichier n'est pas pris en charge.

source: That's a bit too heavy. Please keep your file size under 2MB.
ar_om: من فضلك تأكد أن حجم الملف لا يزيد عن 2 ميغا
fr_dz: C'est un peu trop lourd. Veillez a ce que la taille de votre fichier reste inférieure à 2 Mo.

source: Reason
ar_om: السبب
fr_dz: Raison

source: Tell us why you are reporting this ad.
ar_om: لماذا تريد الإبلاغ عن هذا الإعلان؟
fr_dz: Dites-nous pourquoi vous signalez cette annonce.

source: Details
ar_om: التفاصيل
fr_dz: Détails

source: Ad Title
ar_om: أضف عنوان لإعلانك
fr_dz: Titre de l'annonce

source: Your title says it all - describe your ad clearly. Please DON'T USE CAPS.
ar_om: فكر في عنوان واضح ومختصر لإعلانك.
fr_dz: Tout est dans le titre - décrivez votre annonce précisément. Veuillez NE PAS UTILISER DE LETTRES CAPITALES.

source: You're going to need a title.
ar_om: لا تنسى إضافة عنوان لإعلانك.
fr_dz: Vous allez avoir besoin d'un titre.

source: Description
ar_om: مواصفات الإعلان

source: Increase the chance of your ad appearing in a search: <br/>- Answer questions your buyer may have (dimensions, functions, availability) <br/>- Highlight benefits and specific details (warranties, features, etc.) <br/>For your safety, email addresses and HTML formatting are not allowed.
ar_om: الوصف الدقيق هو مفتاح البيع الاسرع: <br/>- حاول الرد على أسئلة المشتري (مثلاً: الحجم والأبعاد)<br/>- إشرح أهم المواصفات والمعلومات (مثلاً: الضمان إن وجد) يرجى عدم اضافة عنوان إيميلك داخل الوصف وهذا لحماية خصوصيتك.
fr_dz: Augmenter les chances de votre annonce d'apparaître dans une recherche: <br/>- Répondez aux questions que votre acheteur pourrait avoir (dimensions, fonctions, disponibilité) <br/>- Mettez en évidence les avantages et détails particuliers (garanties, caractéristiques, etc) <br/>Pour votre sécurité, les adresses email et les formats HTML ne sont pas autorisés.

source: You forgot to add a description. Go on, tell the world about your ad.
ar_om: لقد نسيت ان تضيف وصف لإعلانك. هنا يمكنك إضافة كل التفاصيل لتجذب إنتباه المشتري.
fr_dz: Vous avez oublié d'ajouter une description. Allez, informez le monde sur votre annonce.

source: Choose City
ar_om: إختر منطقتك
fr_dz: Choisir la ville
