Repository: dubizzle/fuego-locale
Catalog: */LC_MESSAGES/django.po
Languages: ar_om, fr_dz

source: dubizzle is not an e-commerce website for promoting commercial businesses or services.
ar_om: موقع للافراد و ليس للتجارة أو لشركات التسويق والخدمات.
fr_dz: dubizzle n’est pas un site de commerce électronique ni de promotion d’activités et des services commerciaux.

source: What are the dubizzle ad posting rules?
ar_om: ما هي قواعد دوبيزل؟
fr_dz: Quelles sont les règles concernant l’affichage d’annonces sur dubizzle ?

source: Just follow these simple rules and your ad will be approved to go live quicker. Our pals in Customer Support manually review and approve each ad.
ar_om: يرجى متابعة هذه القواعد والشروط عند إضافة إعلانك على دوبيزل للموافقة عليه في أسرع وقت ممكن.
fr_dz: Il vous suffit de suivre ces règles simples pour que votre annonce soit approuvée et affichée plus rapidement. Nos potes dans la section de Soutien à la Clientèle vont examiner et approuver manuellement chaque annonce.

source: Ads may be edited or deleted if they don't comply with our posting rules.
ar_om: يقوم فريق دعم دوبيزل بمراجعة كل إعلان قبل نشره وربما يقوم بتعديله أو حذفه أو إغلاق الحساب في حال عدم متابعة هذه القواعد.
fr_dz: Les annonces peuvent être modifiées ou supprimées si elles ne respectent pas nos règles d’affichage.

source: Ad posting no-no's
ar_om: يرجى عدم:
fr_dz: Les pas de…ni de … concernant l’affichage d’annonces:

source: Placing more than one item in one ad.
ar_om: الإعلان عن أكثر من سلعة في إعلان واحد.
fr_dz: Mettre plusieurs articles dans une même annonce.

source: Duplicating ads - each ad is to be posted once only.
ar_om: إضافة نفس الإعلان أكثر من مرة.
fr_dz: Dupliquer les annonces - chaque annonce doit être postée une seule fois.

source: Placing one ad under more than one category.
ar_om: إضافة نفس الإعلان في أكثر من فئة.
fr_dz: Placer une même annonce dans plusieurs catégories.

source: Including phone numbers, prices or email addresses in the ad title.
ar_om: إضافة رقم تليفون أو عنوان الإيميل أو السعر في مُلخص الإعلان.
fr_dz: Inclure des numéros de téléphone, des prix ou des adresses e-mail dans le titre de l’annonce.

source: Including web links or email addresses in the ad description and/or photos.
ar_om: إضافة روابط أو عنوان الإيميل في مواصفات الإعلان أو على الصُور.
fr_dz: Inclure des liens internet ou des adresses e-mail dans la description de l'annonce et/ou dans les photos.

source: Placing items for sale that do not exist in the selected dubizzle country.
ar_om: الإعلان عن شيء خارج بلد الموقع.
fr_dz: Placer des articles à vendre qui n'existent pas dans le pays sélectionné sur dubizzle.

source: Writing your ad in a language other than English, Arabic or French (no Arabeasy please - e.g. “bayt lelbe3”).
ar_om: كتابة الاعلان بلغة غير العربية أو الإنجليزية أو الفرنسية - ممنوع إستخدام الحروف الإنجليزية لكتابة كلمات عربية - "bayt lelbe3".
fr_dz: Rédiger votre annonce dans une langue autre que l'anglais, l'arabe ou le français (Pas de chiffres pour les lettres arabes SVP – Exemple : «bayt lelbe3»).

source: Using offensive language.
ar_om: إستخدام لغة أو كلمات خادشة للحياء.
fr_dz: Utiliser un langage injurieux. C’est grave.

source: Uploading rotated photos (i.e. upside down).
ar_om: إضافة صور مقلوبة/غير مستقيمة (راساً علي عقب).
fr_dz: Poster des photos pivotées (c’est à-dire à l'envers).

source: Not permitted in dubizzle ads:
ar_om: ممنوع الإعلان عن:
fr_dz: Ne sont pas autorisés dans les annonces de dubizzle:

source: Social marketing/Forex
ar_om: التسويق الشبكي أو الفوريكس
fr_dz: Le marketing social/Forex

source: Guns or weapons
ar_om: مسدسات أو أسلحة
fr_dz: Pistolets et/ou armes

source: Spying equipment
ar_om: أدوات التجسس
fr_dz: Equipements d’espionnage

source: Burning laser
ar_om: الليزر الحارق
fr_dz: Laser brûlant

source: Fireworks
ar_om: ألالعاب النارية
fr_dz: Feux d'artifice

source: Self defence tools (e.g. pepper spray)
ar_om: أدوات الدفاع عن النفس
fr_dz: Outils d’autodéfense (exemple: bombe lacrymogène)

source: Body organs (e.g. liver, blood, etc.)
ar_om: أعضاء الجسم (الكبد، الدم، إلخ)
fr_dz: Organes du corps (exemples: foie, sang, etc.)

source: Wild dogs
ar_om: كلاب مدربة على الشراسة
fr_dz: Chiens sauvages

source: Medicine
ar_om: الأدوية
fr_dz: Médicaments

source: Drugs
ar_om: العقاقير المخدرة
fr_dz: Drogues

source: Cities we're in...
ar_om: جميع المدن...
fr_dz: Trouvez nous dans les villes suivantes...

source: You'll find great deals on...
ar_om: سوف تشاهد إعلانات مثيرة للانتباه على...
fr_dz: Trouvez de bonnes affaires dans ces categories...

source: See all
ar_om: اظهر الجميع
fr_dz: Tout voir

source: You've got %(counter)s ad
ar_om: ليس لديك إعلانات
fr_dz: Vous avez %(counter)s annonce

source: This page is emptier than the Sahara. Come on, let's fill it up by placing some awesome ads.
ar_om: حسابك كالصحراء - يبدو خالي من أي نشاط. احيي ربعك الخالي باعلاناتك!
fr_dz: Cette page est plus vide que le Sahara. Allons la remplir en plaçant des annonces génialissimes.

source: Your ad has been successfully deleted
ar_om: لقد تم حذف إعلانك بنجاح.
fr_dz: Votre annonce a été supprimée avec succès

source: The following %(counter)s ad did not meet our rules and has been rejected by dubizzle support team , however you can correct and resubmit
ar_om: يبدو أن الإعلانات التالية لم يوافق عليها فريق الدعم في دوبيزل، حيث اتضح لدينا بعد مراجعتها، عدم التزامها بشروط النشر الدوبيزلاوية، لكن الخبر الجيد هو أنك تستطيع تعديلها مرة ثانية وسنقوم بإعادة نشرها
fr_dz: Votre annonce a été rejetée par l'equipe de support dubizzle pour des raisons qui se contredisent avec les règles et conditions de rédaction du Site, nous vous conseillons de déposer votre annonce enore une fois avec les corrections nécessaires.

source: Recommended suggestion:
ar_om: إقتراحنا:
fr_dz: Notre suggestion:

source: delete
ar_om: حذف
fr_dz: Supprimer

source: resubmit
ar_om: إعادة وضع الإعلان
fr_dz: Redéposer

source: Are you sure you want to delete this listing?
ar_om: من فضلك أكد طلبك لحذف الإعلان.
fr_dz: Ętes-vous sűr de vouloir supprimer cette annonce?

source: Yes, delete it.
ar_om: نعم، احذفه.
fr_dz: Oui, la supprimer.

source: Show all my rejected ads
ar_om: اظهر جميع اعلاناتي المرفوضة
fr_dz: Montrer toutes les annonces rejetées

source: These ads are awaiting approval and will be live soon.
ar_om: جاري الآن الموافقة على الإعلان وسيتم نشره في أقرب وقت.
fr_dz: Ces annonces sont en attente de validation et seront bientôt en ligne.

source: Show all my pending ads
ar_om: اظهر جميع إعلاناتي التي لا زالت تحت المراجعة
fr_dz: Voir toutes mes annonces en cours

source: Your edits will go live soon.
ar_om: سنقوم بنشر تعديلاتك قريبا.
fr_dz: Vos modifications seront mis en ligne prochainement.

source: edit
ar_om: تعديل
fr_dz: Modifier

source: Show all my live ads
ar_om: اظهر جميع اعلاناتي المنشورة
fr_dz: Voir toutes mes annonces en ligne

source: You've got %(counter)s live ad
ar_om: ليس لديك إعلانات منشورة
fr_dz: Vous avez %(counter)s annonce en ligne

source: You've got %(counter)s pending ad
ar_om: ليس لديك إعلانات تحت المراجعة
fr_dz: Vous avez %(counter)s annonce attente

source: You've got %(counter)s rejected ad
ar_om: ليس لديك إعلانات مرفوضة
fr_dz: Vous avez %(counter)s annonce en ligne

source: You've got %(counter)s saved search
ar_om: لديك بحث محفوظ واحد
fr_dz: Vous avez %(counter)s recherche favorite

source: Your saved search has been deleted.
ar_om: لقد تم حذف بحثك المحفوظ
fr_dz: Votre recherche favorite a été supprimée

source: ON
ar_om: تشغيل

source: OFF
ar_om: إلغاء

source: Email alerts
ar_om: تنبيهات الإيميل
fr_dz: Les alertes par email

source: Studio
ar_om: الاستوديو

source: km
ar_om: كم

source: price
ar_om: السعر

source: photos
ar_om: الصور
fr_dz: Ajouter une photo

source: Your ad is missing some important information that helps you sell your item.
ar_om: ﺇﻋﻼﻧﻚ ﻳﻨﻘﺼﻪ ﺍﻟﻜﺜﻴﺮ ﻣﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﻲ ﺗﺴﺎﻋﺪ ﻓﻲ ﺇﺗﻤﺎﻡ ﻋﻤﻠﻴﺔ ﺍﻟﺒﻴﻊ ﺑﺸﻜﻞ ﺃﺳﺮﻉ.
fr_dz: Votre annonce ne contient les informations nécessaires qui facilitent la vente de votre objet.

source: Check your ad information, your ad title,description, or contact details one of them might be not clear.
ar_om: تأكد من مواصفات إعلانك أوعنوان إعلانك أو معلومات الإتصال بك من الممكن أن تكون احدى هذه المعلومات غير صحيحة.
fr_dz: Veuillez vérifier le contenu de votre annonce, ils nous semblent que le titre de votre annonces, la description, ou bien vos coordonnées ne sont pas clairs

source: You have placed your item in the wrong category
ar_om: لقد قمت بوضع إعلانك في الفئة غير الصحيحة
fr_dz: Votre annonce a été placé dans la mauvaise catégorie

source: How about placing your ad in
ar_om: ما رأيك بوضع إعلانك ضمن فئة
fr_dz: Vous pouvez déposer votre annonce dans la catégorie suivante

source: Your ad title is not clear or does not reflect your item.
ar_om: عنوان إعلانك غير واضح أو لا يعكس محتويات إعلانك.
fr_dz: Le titre de votre annonce ne décrit pas suffisamment la nature de votre objet.

source: Make sure your title is detailed but short, no phone number or price
ar_om: تأكد أن عنوان إعلانك واضح و قصير في نفس الوقت، لا تضع رقم الإتصال بك أو السعر.
fr_dz: Veuillez vous assurer que le titre de votre annonce décrit clairement et précisément votre objet et qu'il ne contient pas le prix ou votre numéro de Tel. Vous pouvez utiliser jusqu'à 65 caractères.

source: Your ad description is not clear or does not reflect your item.
ar_om: مواصفات إعلانك غير واضحة أو لا تعكس إعلانك.
fr_dz: La description de votre annonce ne décrit pas suffisamment la nature de votre objet.

source: Your description should include details of your item (eg. how old it is and why you're selling it) or job (eg. day-to-day duties)
ar_om: أخبرنا ضمن مواصفات إعلانك التفاصيل عن سلعتك (مثال عمر سلعتك و لماذا تريد بيعها) للوظائف (مثال تاريخ بدء العمل)
fr_dz: Vous devez mentionner dans la description où vous avez acheté cet objet et pourquoi vous allez le vendre.

source: You've provided an incorrect price for your item
ar_om: سعر سلعتك غير صحيح.
fr_dz: Le prix que vous avez mentionné ne semble pas correct

source: Provide relevant price for your item
ar_om: زودنا بسعر مناسب لسلعتك لجذب عدد أكبر من المشترين و بيعها في وقت سريع
fr_dz: veuillez vous assurer de mentionner toujours le bon prix de votre objet.

source: You've provided an invalid mobile phone number.
ar_om: لقد قمت بوضع رقم موبايل غير صحيح.
fr_dz: Le numéro de téléphone que vous avez mentionné n' est pas valable

source: Provide valid working mobile phone number to enable buyers or job seekers to contact you directly about your ad
ar_om: تأكد أن رقم الموبايل مازال في الخدمة ليتمكن المشترين أو الباحثين عن عمل من التواصل معك بوقت أسرع
fr_dz: Vous devez mentionner un numéro de téléphone valable pour que les utilisateurs de notre site puissent vous contacter directement pour faciliter la vente de votre objet

source: You've written your ad in Franco Arabic.
ar_om: إعلانك مكتوب بالعربيزي (عربي بحروف إنجليزي)
fr_dz: Vous avez utilisé les lettres latines en écrivant votre annonce en Arabe.

source: Remove Franco Arabic from your ad (no '3adi, ya3ni, wa7id, etc') and replace it with English or Arabic
ar_om: أكتب الإعلان بحروف عربية
fr_dz: Veuillez vous assurer de ne pas utiliser les lettres latines en écrivant votre annonce en Arabe

source: Transmission type
ar_om: ناقل الحركة

source: No of doors
ar_om: عدد الابواب

source: Body type
ar_om: هيكل السيارة

source: Engine size
ar_om: سعة المحرك

source: Item type
ar_om: النوع

source: By posting your ad you are agreeing to the dubizzle <a href="%(terms_url)s" target="_blank">terms & conditions</a> and the dubizzle <a href="%(privacy_url)s" target="_blank">privacy policy</a>
ar_om: عند إضافة إعلانك أنت توافق على <a href="%(terms_url)s" class="u-link" target="_blank">الشروط والأحكام</a> و <a href="%(privacy_url)s" target="_blank" class="u-link">سياسة الخصوصية</a> لدوبيزل، بالإضافة إلى قبول عروض تسويقية.

source: Photos
ar_om: الصور

source: This email address is already in use. Click 'I have a password', or use a different email.
ar_om: عنوان الإيميل هذا مسجل لدينا. إختر "لدي حساب وكلمة سر" اعلاه أو ادخل عنوان ايميل آخر.

source: * More regions coming soon
ar_om: *المزيد من المناطق قريباً

source: It's as fast as saying &#34;Open Sesame&#34;
ar_om: أسهل من سلق بيضة :)

source: Sign in – show me my stuff
ar_om: ادخل حسابك وراجع اعلاناتك

source: to create one on the fly!
ar_om: لإنشاء حساب جديد

source: Right now, we're going to quickly review your ad and make sure it's ready for dubizzle. Once it's up and live, we'll tell you the good news in an email.
ar_om: <p> سنراجع إعلانك فورا لنتأكد انه ملائم لدوبيزل. </p> <p> سنوافيك بالاخبار السعيدة في إيميل عندما يتم نشر الإعلان. </p>

source: Show only %(CURRENT_LANGUAGE)s ads
ar_om: اظهر فقط الإعلانات المضافة بال%(CURRENT_LANGUAGE)s

source: Show only %(CURRENT_LANGUAGE)s ads
ar_om: اظهر فقط الإعلانات المضافة بال%(CURRENT_LANGUAGE)s

source: Bahrain's free local classifieds community
ar_om: رفيقك للإعلانات المُبوبة المجانية في قطر

source: Place your FREE ad in 3 easy steps
ar_om: أضف إعلانك مجاناً في ثلاث خطوات بسيطة

source: Clothing & accessories
ar_om: ملابس واكسسواراتها

source: Cameras & accessories
ar_om: إكسسوارات السيارة

source: Jewelry & watches
ar_om: مجوهرات وساعات

source: Sporting goods and accessories
ar_om: ملابس واكسسواراتها

source: Kuwait
ar_om: روي

source: Your free local classifieds in Kuwait
ar_om: رفيقك للإعلانات المُبوبة المجانية في عُمان

source: Place your FREE ad in 1, 2, 3.
ar_om: أضف إعلانك مجــاناً في ثلاث خطوات بسيطة

source: Al Madinah
ar_om: الباطنة

source: The Kingdom's free local classifieds community.
ar_om: رفيقك للإعلانات المُبوبة المجانية في المملكة

source: Upload
ar_om: تحميل السيرة الذاتية

source: Back to AD
ar_om: العودة الى بداية الصفحة

source: Remove skill
ar_om: احذفها

source: Oh camel droppings!
ar_om: يا للهوووول!!

source: We couldn't find anything to match your search.
ar_om: لم نجد أي نتائج لبحثك!

source: Try using different keywords or widening your seach and it should be more fruitful.
ar_om: جرب كلمات بحث اخرى لتسهل البحث.

source: By clicking on 'Send reply' I agree to the dubizzle <a href="%(terms_url)s" class="u-link" class="u-link"> Terms & Conditions</a> and the dubizzle <a href="%(privacy_url)s" class="u-link">Privacy Policy</a>
ar_om: عند إضافة إعلانك أنت توافق على <a href="%(terms_url)s" class="u-link" target="_blank">الشروط والأحكام</a> و <a href="%(privacy_url)s" target="_blank">سياسة الخصوصية</a> لدوبيزل، بالإضافة إلى قبول عروض تسويقية.

source: Place your free ad
ar_om: أضف إعلانك المجاني

source: My rejected ads
ar_om: إعلاناتي المرفوضة

source: My pending ads
ar_om: إعلاناتي في انتظار المراجعة

source: My live ads
ar_om: إعلاناتي المنشورة

source: Post your ad
ar_om: أضف إعلانك

source: Even better, you can finally buy the things you really want!
ar_om: الحلو في الموضوع، أن بإمكانك شراء الأغراض التي تحتاجها فعلاً.

source: Error - 404
ar_om: خطأ - 404

source: Escaped page alert
ar_om: بلاغ هروب الصفحة

source: Thank you for noticing - we've dispatched our ninja web monkeys who will hunt the errant page down
ar_om: شكراً لتعاونكم مع مسؤولي دوبيزل. سوف يتم البحث والعثور على هذه الصفحة في أقرب وقت ممكن وسنتأكد من عدم هروبها مرة أخرى!

source: Not all is lost! There's great stuff just around the corner
ar_om: ولا يهمك.. يوجد المزيد من الصفحات الأخرى المسلية والمفيدة. فقط اضغط ادناه!

source: Go back
ar_om: الصفحة السابقة

source: Browse
ar_om: تصفح
fr_dz: Parcourir

source: View all
ar_om: اظهر الجميع -

source: My Account
ar_om: الحساب
fr_dz: Mon compte

source: Facebook
ar_om: فيسبوك

source: Twitter
ar_om: تويتر

source: Step 2 of 3
ar_om: الخطوة 2 من 3

source: Choose your category
ar_om: نوع الإعلان؟

source: Add photos & enter details
ar_om: أضف صور و تفاصيل الإعلان

source: Finish
ar_om: إنتهينا

source: Select your neighbourhood
ar_om: اختر مدينتك

source: Step 1 of 3
ar_om: الخطوة 1 من 3

source: What do you wanna sell today?
ar_om: ماذا ستبيع اليوم؟

source: Edit this ad
ar_om: تعديل

source: Delete this ad
ar_om: حذف الإعلان

source: Show mobile number
ar_om: اظهر رقم الموبايل

source: Send an email
ar_om: ارسل إيميل

source: Step 3 of 3
ar_om: الخطوة 3 من 3

source: Tips from dubizzle: <br/>1) Meet in person in a public place. <br/>2) Don't send money or your financial details (e.g. cheques, deposit, etc.) <br/>3) Ask for relevant documentation, if applicable (e.g. warranties, ID).
ar_om: من أجل سلامتك:<br/>1. تعامل مع معلنين من مدينتك وقم بإجراء جميع معاملات البيع والشراء وجهاً لوجه. <br/>2. لا ترسل الأموال أو معلوماتك المصرفية إلى أي شخص تعرفت عليه عبر الإنترنت تحت أي ظرف من الظروف.

source: What do you want to tell them?
ar_om: رسالتك للمعلن

source: Bravo!
ar_om: مبروك وبالتوفيق!

source: dubizzle offers its service for free and has no middlemen or subsidiaries.
ar_om: دوبيزل يُقدم خدماته مجاناً من دون مقابل من دون وجود وسيط تجاري أو شركات فرعية.

source: Please be careful not to fall for scam messages sent to buyers or sellers.
ar_om: لأن الحذر واجب، إنتبه من الوقوع في فخ رسائل النصب "السكام" التي ترسل إلى البائع أو المشتري.

source: Always meet in person and in a public place like a club, a coffee shop, or a metro station.
ar_om: دائماً قابل الناس شخصياً و في أماكن عامة مثل الكوفي شوب أو محطات المواصلات.

source: Never send money or your financial details to any person you knew from the internet (e.g. cheques, deposit, etc.).
ar_om: لا تشارك معلوماتك البنكية أو المالية مع أي شخص تعرفت عليه عن طريق الإنترنت (يعني لا ترسل شيكات أو دفعة مالية مقدمة ولا أي شي مثله).

source: If a buyer or seller sounds fishy or the offer is too good to be true, they probably are!
ar_om: لمّا تكون السلعة أو الخدمة غير منطقية، غير واقعية، وصعب تصديقها، فهذا يعني: إنتبه!

source: If the buyer or seller asks you to ship the item you’re selling or want to buy in return for money transfers, then it is almost certainly a fraud. Never give your bank details to any person and never sell or buy anything unless you meet the person yourself.
ar_om: إذا طلب منك الشخص القيام بشحن السلعة أو عرض عليك خدمة مقابل حوالة بنكية، هذا يعني أن الآخ محتال. لا تعطي تفاصيل حسابك البنكي لأي شخص، ولا تبيع أو تشتري أي شيء من دون لقاء الطرف الثاني شخصياً.

source: Add original photos and get your ad featured on our home page (where everyone can see it).
ar_om: أضف صورأصلية لإعلانك لتزيد من فرصة عرضه على الصفحة الرئيسية (لكى يراه الجميع).

source: Cars, jobs, properties, classifieds and so much more!
ar_om: عقارات وسيارت وإلكترونيات وفرص عمل والكثير الكثير غيرها

source: Thousands of cars, jobs, properties, classifieds and so much more!
ar_om: آلاف السيارات والوظائف والعقار والمبوبات والكثير الكثير.

source: First page
ar_om: الاولى

source: Previous
ar_om: السابقة

source: Last page
ar_om: الاخيرة

source: in all of dubizzle
ar_om: في كامل الموقع

source: More options
ar_om: إختيارات أكثر

source: Show all
ar_om: اظهر الجميع

source: Sort by
ar_om: رتب حسب

source: Place your ad
ar_om: أضف إعلانك

source: %(translated_currency)s %(price)s
ar_om: %(price)s %(translated_currency)s

source: Account settings
ar_om: إعدادات الحساب

source: My ads
ar_om: جميع إعلاناتي

source: No, keep it.
ar_om: لا تحذف اعلاني.

source: Edit
ar_om: تعديل

source: No, keep it live.
ar_om: لا تحذف اعلاني.

source: Sell anything... from frankincense to fridges.
ar_om: بيع أي شيء في السلطنة... من البخور إلى القصور

source: Qatar's free local classifieds community.
ar_om: رفيقك للإعلانات المُبوبة المجانية في قطر

source: Show only عربي ads
ar_om: دعني أرى الإعلانات التي باللغة العربية فقط

source: Place your FREE ad in 3 easy steps.
ar_om: أضف إعلانك مجاناً في ثلاث خطوات بسيطة

source: Website under maintenance 500
ar_om: الموقع تحت الصيانة

source: We 'll be back soon
ar_om: سنعود بعد قليل

source: Website under maintenance. We 'll be back soon
ar_om: الموقع تحت الصيانة سنعود بعد قليل

source: Add %(label)s
ar_om: اضف %(label)s

source: Your Saved Searches
ar_om: بحوثك المحفوظة

source: Saved (manage)
ar_om: حفظ (إدارة)

source: Language
ar_om: اللغة

source: Sign in with your email
ar_om: سجل دخولك باستخدام إيميلك

source: Engine Size
ar_om: سعة المحرك
fr_dz: Taille du moteur

source: No Of Doors
ar_om: عدد الابواب
fr_dz: Nombre de portes

source: Item Type
ar_om: النوع
fr_dz: Type

source: Algeria
fr_dz: Algérie

source: Algiers
fr_dz: Alger

source: French
fr_dz: français

source: Jobs in Algeria, Property & Real Estate For Sale & Rent, Cars for Sale - Free Classifieds in Algeria | dubizzle Algeria
fr_dz: Emplois en Algérie, Immobilier ŕ vendre ou ŕ louer, Voitures ŕ vendre - Petites annonces gratuites en Algérie | dubizzle Algérie

source: dubizzle is your free and friendly local classifieds website in Algeria. Jobs, property, real estate, cars and classifieds in Algeria. Post an ad, browse ads, buy, sell or rent.
fr_dz: dubizzle est votre premier site de petites annonces gratuites en Algerie. Trouvez un emploi, des biens et services immobiliers  la vente ainsi que des voitures  vendre en Algerie.

source: dubizzle Algeria, free classifieds, online classifieds, Algeria classifieds, free classifieds in Algeria
fr_dz: dubizzle Algerie, petites annonces gratuites, petites annonces en ligne, Algerie petites annonces, petites annonces en Algerie

source: dubizzle is your free and friendly local classifieds website in %(full_location)s. Jobs, property, real estate, cars and classifieds in %(full_location)s. Post an ad, browse ads, buy, sell or rent.
fr_dz: dubizzle est votre premier site de petites annonces gratuites en %(full_location)s. Trouvez un emploi, immobilier, voitures et articles à vendre à %(full_location)s. Passez une annonce, achetez ou vendez.

source: CrysTelCall Listing Interface.
fr_dz: Interface Liste des CrysTelCall.

source: Make this awesome.
fr_dz: Rendre le tout absolument génial

source: By posting your ad you are agreeing to the dubizzle <a href="%(terms_url)s" target="_blank">terms & conditions</a>, the dubizzle <a href="%(privacy_url)s" target="_blank">privacy policy</a> and to receiving marketing and promotional offers.
fr_dz: En postant une annonce, vous acceptez tous <a href="%(terms_url)s" class="u-link" target="_blank">les termes et conditions</a> de dubizzle, <a href="%(privacy_url)s" target="_blank">la politique de confidentialité</a> de dubizzle et de recevoir des offres promotionnelles.

source: Cars in %(CITY_OR_COUNTRY)s
fr_dz: Automobile en %(CITY_OR_COUNTRY)s

source: Jobs in %(CITY_OR_COUNTRY)s
fr_dz: Emplois en %(CITY_OR_COUNTRY)s

source: %(CITY_OR_COUNTRY)s Real Estate for Sale
fr_dz: %(CITY_OR_COUNTRY)s Immobilier à vendre

source: Property for Rent in %(CITY_OR_COUNTRY)s
fr_dz: Immobilier à louer en %(CITY_OR_COUNTRY)s

source: Items for Sale in %(CITY_OR_COUNTRY)s
fr_dz: Articles à vendre en %(CITY_OR_COUNTRY)s

source: Free Classifieds in %(CITY_OR_COUNTRY)s - Buy, sell and find anything
fr_dz: Petites Annonces Gratuites à %(CITY_OR_COUNTRY)s - Acheter, vendre et trouver quelque chose

source: language
fr_dz: langue

source: Your ad does not have photos.
fr_dz: Votre annonce ne dispose pas de photos.

source: Add some photos.
fr_dz: Ajouter des photos.

source: Your ad had unsuitable photo.
fr_dz: Votre annonce avait impropre photo.

source: Add some suitable photos.
fr_dz: Ajouter quelques photos appropriés.
